{"ok": true, "database": "swinno", "query_name": null, "rows": [[6029001, "Hydrauldrivna bevattningsaggregat. Aggregaten består i princip av en kraftkälla, t.ex. en dieselmotor som driver en hydraulpump. Denna driver en dränkbar vattenpump i botten på brunnen. Här kommer hydraulikens fördelar in på ett övertygande sätt. Stora energimängder kan överföras på mycket kompakta enheter. Ett antar prototyper av dessa pumpar har provats i flera länder och proven är mycket lovande. ", "01"], [6044001, "Lastfördelningsinstrument; stabilitetsräknare baserad på en mirkodator. Stora ansträngningar har gjorts för att få det nya instrumentet lätthanterligt och snabbt. Kommer också att marknadsföras till betydligt lägre pris än andra liknande system.", "201"], [6163001, "Datorstyrd laserskärmaskin för segel. Med hög skärprecision och med en hastighet av en meter per sekund skär laserna ut de våder och andra detaljer som ingår i ett segel. Huvudkomponenterna u utrsutningen är skärbordet med laser- och laserkanon monterade på vagn, samt styrdatorn och en terminal ansluten on-line till en huvuddator.", "17403"], [6182001, "Bildbehandlingsteknologi med kompletterande mjukvara för kvalitetsbestämning inom sågverksindustrin. Kvalitetsbestämning görs genom en optisk avbildning i gråskala av virkesbiten. Bildbehandlingselektroniken arbetar parallellt med en preprocessor som bestämmer brädans tjocklek, geometriska form och biologiska kvalitet. För varje mätcykel eller 4 mm:s förflyttning av brädan i tvärled, levereras från kamerorna sammanlagt cirka 1800 bildelement motsvarande en ca 6 meter lång och 4 mm bred \"remsa\" av brädan.", "20101"], [6191001, "Plockautomat för torkvagnar (inom träindustrin) som hämtar godset från transportbanan och påbörjar inplockningen i torkvagnens översta fack, varefter dess armar återgår den kortaste vägen. ", "20"], [6194001, "Datoriserad kantautomat för sågverk, som har hög kapacitet. En elevator och en tävtransportör med en inbyggd vändare åstadkommer att den inkommande brädan trots maskines höga kapacitet passerar med måttlig hastighet på tvären under mätrampen. Detta ger ett jämnt flöde och noggrann mätning och optimering.", "20101"], [6203001, "Dimensionsmätsystem där kombinationen av beröringsfria mtgivare och en kraftfull mätdator gör att man kan lösa en mängd dimensionsmätuppgifter i storserieproduktion på ett tillförlitligt sätt. Mätgivarna är robust upbyggda och arbetar från några millimeters mätområde till 200 mm. Givarna är anslutna till en mätdator som även ger strömmatning i de fall givarna inte har eget späningsaggregat. Mätdatorn är utformad för att tåla dålig industrimiljö och placeras i närheten av givarna. Mätdatorn utgörs av en speciellt framtagen hårdvara som är baserad på en kraftfull mikroprocessor. I systemet finns ett realtids operativsystem som gör att samtidig behandling av alla givarsignaler kan ske liksom bearbetning och presentation av mätresusltaten.", "20"], [6238001, "Kopplingsbromssystem med patenterad skivkonstruktion. Systemet är konstruerat som en modulenhet och kan förses med ihåliga och/eller massiva axlar på in- eler utgångssidan. Den patenterade kopplingsskivan roterar med konstant varvtal. På utgångsaeln sitter dels den tjocka friktionsskivan, dels den tunna transmissionsskivan. De båda skivorna är sammansvetsade längs periferin. För styrningen har Danfoss utvecklat en ny elektronisk sytrenhet SRB 3101 som ger start- och stoppsignaler.", "17"], [6281001, "Hydraulisk radialkolvmotor med mindre storlek relativt slagvolymen. Motorn har en patenterad radiell kolvkonstruktion.", "02"], [6314001, "Förarlösa hjullastare med ett trafikstyrningssystem baserat på det kunskapsbaserade verktyget G2 (från amerikanska Gensyn) samt ett lasersytem (från Q-navigator) och ett trådlöst digitalt bredbandsnät för förbindelserna i gruvan. Finska Elektrobit har utvecklat ett trådlöst digitalt bredbandsnät som används för förbindelserna i gruvan,.", "13"], [6325001, "Papperslös skrivare för processindustrin, som tack vare en helt ny tätningsteknik klarar av ansträngande miljöer. ", "20"], [6341001, "System för lagerhantering av virkespaket. Med hjälp av systemet kan sågverk hålla ordning på sina strölagda virkespaket vilket är ett problem för alla sågverk. ", "20"], [6348001, "Kablagefri och helt moduluppbyggd fordonsdator. MPC-3000 är utrustad med nya funktioner och expansionmöjligheter, till exempel en klimatkontroll som reglerar temperaturen vid uppstarten. ", "01"], [6425001, "Elektronikförsedd klave kopplad till en datasamlare (mätutrustning) avsedd för skogsbruket. Klavens består av en mekanisk del, linjal och skänklar, och en elektronisk del. De elektroniska delarna på klaven är helt ingjutna i plast för attt kunna tåla de hårda miljökrav som ställs i skogen.", "02029"], [6685001, "11/2'' skarvborr för borrning av hål inom diameterområdet 64-120 mm. Av speciellt intresse är att skarvgängerna utformats med tandemgängor, dvs med två gänglängder i vardera ändan. När den yttre gängdelen slitits ut kapas den av, och stången kan åter användas till dess även gängdel nummer två blivit utsliten. Tandem-gängan bidrar effektivt till lägre kostnader per borrmeter. Den nya gängan ersätter de tre som tidigare fanns på marknaden (repgängan och C17 som utvecklats i samarbete mellan Sandviken och Atlas Copco och den amerikanska sågtandgängan). ", "13"], [6689001, "Dammavskiljare. Dammbildning vid mekaniserad bergborrning är ett stort problem. Konstruktionen består av två huvuddelar; en uppsamlingsanordning vid borrhålet och en cyklon/filterenhet. Den förstnämnda består av ett speciellt utformat borrstöd, som monteras på ordinarie plats på borraggregatets matningsbalk. En tryckluftdriven bromsejektor hindrar borrkaxet från att ta fel vägar ur uppsamlingsanordningen, som arbetar utan tätning mot borrstålet eller krav på tätning mot bergytan. Detta betyder också att uppsamlingsanordningen inte lsiter på borrstängerna och att påhugg inte skyms för övervakning. ", "13"], [6695001, "Hydrauliskt driven diamantborrmaskin. Maskinen kan manövreras av en person och är främst avsedd för underjordsborrning av undersökningshål (utborrning av kärna ur bergformationer). Maskinen kan spännas fast på våg- eller lodräta bergytor för borrning i alla riktningar. Fördelarna med den nya maskinen är kortare flytt- och uppriggningstider, ökad borrsjunkning, ökad snabbhet vid bräckning och påskruvning av borrören och vidare ökade hiss- och sänkhastigheter. ", "13"], [6707001, "Mätbergbult. Bulten är utvecklad vid Högskolan i Luleå.", "13"], [6740001, "Universalterrängfordon på band. Maskinen har två breda larvband med individuell hydrostatisk drift, som gör hastighetsregleringen helt steglös framåt och bakåt. ", "01"], [6746001, "Kontaktledningsmatad eltruck. Trucken ska ingå i ett större transportsystem som ska lanseras på världsmarknaden. Tekniken med elektriskt baserade snedbanetransporter ger betydande ekonomiska fördelar och innebär stora energibesparingar. Transportsystemet uppges kunna rädda många nedläggningshotade gruvor och även underlätta beslut om investeringar i nya orter. Genom frånvaron av avgaser bidrar eltrucken till att förbättra arbetsmiljön i gruvorna och man spar in dryga kostnader för annars nödvändig ventilation. Asea svarar främst för systemets tekniskt avancerade strömförsörjning och drivutrustningen av truckens två traktionsmotorer. Satsningen på eltrucken är ett naturligt led i den övergripande ambitionen att nå målet med den helelektrifierade gruvan. ", "13"], [6759001, "Borrutrustning som kan styras under operationen och på så sätt leta sig fram till önskad punkt. Borrutrustningen kan producerar upp till 300 m långa hål med diamterar mellan 46 och 76 millimeter. Via en persondator har man under hela borrningen full kontroll och vet exakt var spetsen befinner sig. Den kan styras i alla riktningar med svängningsradien 1-2 grader per meter.", "13"], [6760001, "Gjutjärn legerat med titan som möjliggör mindre utbyte och underhåll av slitdetaljer. Tinox ger högre hårdhet och nötningsresistens.", "13"], [6764001, "Datoriserat styrsystem för gruvdrift. ", "13"], [6768001, "Kompositmaterial som lagar slitskador. Materialet bstår av en Crom-Nickel-legering och håller n hårdhet av närmare 700 Brinell. ", "13100"], [6774001, "Utrustning för elementanalys genom röntgenstrålningsfluorescens.", "13200"], [6777001, "System för ventilationsstyrning i gruvdrift. Datakommunikatoinen med varje enskild fläkt sker överlagrat på den befintliga 380-voltsinstallationen. Därigenom slipper man ifrån all installation av signalkablar, som också måste dras om för varje ändring i flätksystemet i takt med att gruvan växer.", "13"], [6778001, "Metallhaltsanalyssystem som arbetar med röntgenfluorescens och som har en energidispersiv kisel-litium detektor. Detektorn kan idag även fås elektriskt kyld, så man slipper hanteringen av flytande kväve.", "13"], [6787001, "System för mätning av hålgångar vid borrning", "13100"], [6788001, "En (förbättring av) fotobor som också kan mäta korta vertikala hål i realtid", "13100"], [6795001, "ny borrteknik baserad på Atlas Copcos Simba-aggregat utrutat med vattendriven Wassara sänkborrhammare. ", "13100"], [6814001, "Lasermätningssystem för bearbetning av bl.a. propelleraxlar. Mätenheten förflyttas längs stålprofiler som monteras i tak eller väggar. ", "20"], [6822001, "Ny vattenkraftsdriven borrmaskin som bygger på en världspatenterad vattenkraftsdriven hammarborr (percussion hammer)", "13"], [6824001, "Nytt automations-/krosstyrningssystem för Hydrocone-krossarna, med en avancerad sensor för mätning av krossens arbetstryck, en förenklad kalibreringsfunktion m.m. ASRi styrs från en färgpekskärm och låter användaren själv bestämma vilka funktioner han eller hon vill aktivera, vilket medger anpassning till användarens förkunskaper och anläggningens komplexiet. ", "13"], [6834001, "Ny generation sekventiell XRF spektrometer för kontroll av industriprocesser och halvledarmetrologi.", "13"], [6837001, "Världens första slitplåt med en hårdhet på 550 Brinell", "13"], [6842001, "Transbortbandssystem som undanröjer problemet med att materialet faller till marken genom en ny konstruktion.", "13"], [6848001, "Automatiserat moduluppbyggt lastningssystem för \"hard rock mining\" under jord, som gör styrning av ex förarlösa truckar möjlig ovan jord.", "13"], [6852001, "Ny patenterad generation av Sandviks bergborrkrona  med förbättringar som alla är till för att förbättra produktiviteten och borrningsekonomin utan att göra avkall på hålrakheten", "13"], [6933001, "Träskyddsmedel. Produkten är ett vattenlösligt medel av AAC-typ. Aktiva beståndsdelar är en kvartär ammoniumförening och TBTO. Medlet tillhör en helt ny generation träskyddsmedel, som förväntas få ökad användning under 1980-talet. Den biologiska effekten hos olika alkylammoniumföreningar har visat att AAC-medlen har god skyddseffekt mot vanliga rötsvampar och insekter. ", "20"], [6942001, "Vattenlösligt impregneringsmedel för trä.", "20"], [6943001, "Metod för att impregnera och ytbehandla trä i samma process.", "20"], [6954001, "Metod för att ta tillvara på och avskilja grenar, kvistar, bark och grönmaterial samtidigt som stamveden avbarkas och upparbetas för att användas som fiberråvara för massa.", "20"], [6977001, "Process för högkoncentrering av svavelsyra. Den återvunna svavelsyran är helt fri från organiska föreningar. En BOSAC-anläggning är i princip konstruerad som en tubvärmeväxlare med tolv kvarsrörstuber. Eftersom svavelsyran är starkt korroderande vid höga temperaturer är det synnerligen viktiggt att välja rätt material. Att använda tubvärmeväxlarprincipen erbjuder många fördelar, tex kort uppehållstid, hög termisk verkningsgrad, så korta start- och stopptider som omkring en timme samt låga underhållskostnader. Som energikälla kan olja, el eller gas väljas. ", "20"], [6988001, "Regler- och informationssystem för alla typer av processindustrier. Systemet är modulärt och investeringskostnaden är låg. ", "20"], [6990001, "Vegetabilisk olja för smörjning av motorsågar. Produkten är dubbelt så dyr som konventionell smörjolja med har en rad miljömässiga fördelar, bl a är den helt biologiskt nedbrytbar. ", "20"], [7004001, "Psykofarmaka för grisar. Substansen gör grisarna mindre aggresiva och mindre stressade. ", "0123"], [7016001, "Analyssystem för analys av grundämnen. Analyssystemet används först och främst inom jordbruket. Analysen visar vilka ämnen som fattas i grödan.", "01"], [7019001, "Mikrogranulär produkt som transporterar järn genom marken till rottrådarna. Där frigörs järnet och tas upp genom naturens egna mekanismer. Genom användning av mikronäringsämnen får odlaren friskare växtlighet med större skördar, högre kvalitet och ökad motståndskraft mot sjukdomar. ", "01"], [7033001, "Genmanipulerad sockerbeta.  Kommersialiseringen ligger åtminstone fem år fram i tiden.", "01"], [7034001, "Reagens som genom att fettsyra hydrofobiserar mineralet gör att det lätt kan flotteras, vilket förbättrar utvinningen av mineral som apatit och flusspat ", "13100"], [7040001, "Analys för att bestämma vilka näringsämnen växterna behöver och därigenom styra göslingen för att förhindra kväveläckage. Inne i apparatens kopparör placeras ett reaktionsrör. I rörets ena äne placeras det prov som ska renas, aktivt kol och glasull. Den andra änden kopplas via en kylfälla, till en vakuumpump.", "013"], [7056001, "Rengöringsmedel baserat på rapsolja, som alternativ till lacknafta som är effektiv på vedhartser och är helt nedbrytbar.", "20"], [7058001, "Flyttbar anläggning för tillverkning av rapsmetylester", "01"], [7060001, "Grisfoder som innehåller en protein som tillåter näring att absorberas tidigare i matsmältningsssystemet vilket därigenom förebygger matsmältningsproblem", "01233"], [7140001, "Spray som innehåller nanopartiklar av silan som som gör textil motståndskraftigt mot smuts och fukt", "17"], [7176001, "Förpackningsmaskin för förpackning av potatis som löser problemet med potatisen kommande damm viid försegling av polyetenpåsar.", "01113"], [7217001, "Hönsgödsel i form av briketter. Gödseln tas om hand i ett slutet system med en torkad och kornad slutprodukt, automatiskt paketerad. Det varma kondensvattnet som uppstår vid torkningsprocessen används för att värma upp hönshusen. ", "011"], [7250001, "Det monogerma sockerfröet. Fröet ger upphov till en betplanta till skillnad mot det naturliga betfröet som är en samling frön och således ger upphov till en samling plantor. Med det nya fröet slipper man den tidsödande gallringen. Fröet har sedemera utvecklats, nu har man uppfunnit en teknik för att pelletera det. Fröet ingjuts då i en massa så att det får enhetlig form och storlek för att underlätta sådden. Man kan okcås innesluta växtnärings- och bekämpningsmedel i massan. ", "01114"], [7263001, "En ny ras av grisar som avlats fram genom att först korsa raserna Yorkshire och Svensk lantras. Därefter har en tredje, den nordamerikanska rasen Hampshire korsats med den första Yorkshire/Svensk lantras avkomman. Den nya grisen har lägre fetthalt än vanlig svensk gris.", "0123"], [7278001, "Hanteringssystem för distributionen av jordgubbar. Systemet består av en enliterskartog, en korg som rymmer 12 enliterskartonger och en rullvagn som rymmer 10 kartonger. Ute på fältet ställs de tomma enliterskartongerna i korgarna som placeras på plockningsvagnen. När kartongerna är fllda med jordgubbar körs plockningsvagnen till uppsamlingsplatsen där korgarna hakas på rullvagnarna.", "01131"], [7361001, "Hydraulisk godsspännare att användas i första hand på lastbilar för att hålla timmer- och virkeslass. Ur trafiksäkerhetssynpunkt är den nya godsspännaren en betydelsefeul detalj. Det har hänt en hel del olyckor genom att bindkättingen lossnat eller släppt greppet allt eftersom timmerlasset \"skakats ihop\". Anordningen består av en ackumulator som kontinuerligt matar ett antal hydraulcylindrar, en för varje bindställe. Som energikälla används den på fordonet befintliga hydraulanläggningen för kranaggregatet. Skulle fordonet sakna en sådan monteras en liten pumpenhet komplett med tank på växellådans kraftuttag. ", "02029"], [7362001, "Hårdmetallbestyckade nabblister; en patentsökt produkt för att lösa slitageproblem på stockrullar, matarrullar och kerattbanor. Idén med lister istället för separata nabbar innebär framförallt enklare och snabbare montering. Lister och nabbar kan förutom för stockrullar användas till stocktransportörer, matarrullar för barkningsmaskiner, kvistningsmaskiner, flishuggare, ramsågar och reducerverk.", "20"], [7363001, "Virkesvändare. Anordningen är inmonterad i ett befintligt justerverksbord. Konstruktionen skiljer sig från befintliga typer av vändare mest genom att den går att montera in direkt i en tvärtransportör utan att denna delas i två delar. På så sätt inbesparas kostnader för ytterligare en drift, axlar, lager osv. ", "20"], [7365001, "Emballeringmaterial för täckning av trävaror som är både fuktaavisande, slitstarkt och lätthanterligt. Det nya materialet kan även utnyttjas för reklamtext. ", "20"], [7366001, "Tryckcylinder med längsgående slits. Tekniken öppnar vägen för enklare konstruktioner och verkligt långa slaglängder. ", "20"], [7367001, "Omslagspapper för trävaror. Innovationen består av ett oblekt och högtöjbart samt våtstyrkelimmat papper. Nätet är av lågtryckspolyeten med en maska om 12,5 mm och trådarna har en diameter om ca 0,25 mm. Upprinnelsen till innovationen är att en stor del av det sågade virket måste lagras utomhus i färdiga paket, ich här gör paketinslagningen att man når direkta inbesparingar. Man slipper bygga ytterligare lagerbyggnader eller hyra ut dtra presenningar. Likaså blir det minskade kostnader vid transporter och skeppningar. Virket ligger hela tiden skyddat mot snö, regn, fukt och solsken.", "20"], [7368001, "Enmansbetjänad kvistare som tar sig fram i skogen och på vägen utan att göra allt för mycket skada. Maskinen är lätt och behöver inte så mycket svängrum. ", "02"], [7369001, "System för intern transport och hantering av olika produkter. Det nya med innovationen är, förutom att transporterna kan gå horisontellt, vertikalt eller i olika lutande banor, antingen att de är raka, krökta eler vridna, att det inte är transportörern som flyttar sig utan det gods den skall transportera. Förflyttningen sker med en stationär rotation i ett antal axlar med tvärmonterade tänder. Den speciella vinkeln, 90 grader, bibehålles hela tiden och gör att tänderna vid axelroationen bildar ett slags hålrum, i vilket edet transporterade godset befinner sig. ", "20"], [7370001, "Blockreducerare som automatiskt styr blocket genom delningssågen. Kroksågning har hittills inte kunnat utföras vid mekanisk blockinläggning. Det är ett automatiskt hanteringssystem mellan kant- och delningsram som innehåller vedavskiljare, blocktransportör, inläggar eoch centrare. ", "20"], [7371001, "Surrningssystem vilket är avsett att ersätta gamla surrningsmetoder som rep och kätting. Fördelarna med detta system är att det går betydligt snabbare att surra, terylenebandet skadar inte godset, det behöver inte efterspännas. ", "02029"], [7373001, "Maskin som automatisk plockar strön ut t ex en ficka och lägger ut dem på paketet exakt där de skall ligga. Ströutläggaren kan anslutas till de flesta  typerna av ströläggningsmaskiner. Ströutläggning vållae förr inga större problem vid ströläggningsmaskinerna. Kapaciteten var måttlig och man placerade helt enkelt in en \"ströpojke\" som placerade ströna i ströhållarna eller direkt på paketet. ", "20"], [7374001, "Skotare. ", "02"], [7375001, "Specialstövel för skogsarbete.", "02"], [7376001, "Våg för lastbilar. ", "02"], [7377001, "Hårdmetallbestyckad cirkelsågklinga. Genom den nya konstruktionsprincipen har man lyckats sänka klingans bullernivå till värden som ligger väsentligt under vanliga klingors. Konstruktionen ger den en vibrationsfriare och tystare gång. ", "20"], [7378001, "Spännbandsanordning för fästning av gods på vagn. ", "02029"], [7380001, "Skogsmaskin.", "02"], [7381001, "Bränslehugg för traktormontage. Maskinen kommer att bli midjestyrd och försedd med åttahjulsdrift med separata hydraulmotorer för varje hjul. Därefterföljer huggenheten som är en stor trumhugg och direkt efter på samma chassie finns en 30 kubikmeters flisbehållare. ", "02"], [7382001, "Justerverk. Maskinen är utrustad med en rotkapklinga och fyra justerkapklingor. Med dessa klingor kan man toppkapa 16 längder plus rotkapa, alltså normal 3-dm kapning. Det verkar först förbryllande att så få klingor ger så många kapställen utan att virket förflyttas i sidled. Anledningen är att toppkapklingorna är sammanbundna två och två samt pneumatiskt flyttbara ett steg i sidled. Rotkapklingan är flyttbar två steg i sidled. ", "20"], [7383001, "Fällare. Med den nya maskinen har möjligheter skapats att helt mekanisera avverkningsarbetet. Fällaren passar i de flesta fall även in i Logma-systemet. Fällaren är i första hand avsedd för slutavverkningsbestånd. Den avskiljer träden med klippande eller sågande fälldon och lyfter dem sedan stående och lägger i högar. Maskinen är således en fällare-buntläggare. Maskinen består av ett tvåaxligt, ramstyrt chassi med pendelaxel under den motorbärande fordonsdelen. Hjuldimensionen är lika på samtliga hjul. Chassit är i princip uppbyggt på samma sätt som på en lunnare. ", "02"], [7384001, "Maskinprogram för helmekaniserad skogsavverkning. I systemet ingår fällnngsmaskinen ÖSA 670; den har kapacitet på över 150 träd/timmen vid kontinuerlig körning. Kedjesågen som används har en patentskyddad upphängningsanordning som helt eliminerar fällsnittskador. Efter fällningen tar processorn över. Processorn har beteckningen ÖSA 705. Tillsammans med skotaren ÖSA 260 uppnås fördelar såsom lägre bränsleförbrukning, minskad service och underhåll, färre komponenter, minskad reservdelshållning. ", "02"], [7386001, "Emballeringsmaskin för virke. Maskinen sköter emballeringen helt automatiskt. Maskinen är försedd med en motor för avrullning av emballagematerialet, avskärning och funktioner för erforderlig vikning av emballagematerialet. Maskinen ersätter den tidigare manuella täckningen av virke för skydd mot väta. Maskinen är uppbyggd av en rad moduler. ", "20101"], [7387001, "Trädplockare. Kraftig maskin som plockar upp hela trädet med rötter och allt, ruskar vidhäftad jord, hugger bort rötter samt lägger hela trädet i önskat läge på lämplig plats. ", "02"], [7388001, "Progressiv längdcirkulationstork uppförd i två kanaler med fläktar och värmebatterier placerade mellan kanalerna. Den är försedd med ett värmeåtervinningsaggregat med 510 kvadratmeters värmeyta. ", "20"], [7390001, "Metod för stärkning av sågade och hyvlade trävaror.", "20"], [7392001, "Timmervåg. ", "02029"], [7393001, "Liten skotare. Snorre väger 6 ton och lastar lika mycket. Den låga vikten och marktrycket minimerar skaderiskerna på underlaget. Marbrott, rot- och humusskador har varit huvudproblem som konstruktionen vill lösa. ", "02"], [7394001, "Konsåddpistol. Överst på ett ca 80 cm långt rör sitter ett plasthandtag och en liten behållare frö. När man trycker ned handtaget faller 5-6 frön mot marken. På röret sitter 100 koner och vid varje \"skott\" faller en kon till marken. Det betyder i klartext att fröna får egna drivhus. Konen skyddar fröna från skadedjur. Konerna har ett litet hål i toppen och genom detta kan plantan växa upp. Efter ca två år kommer konen att spricka av den växande plantan. ", "02"], [7396001, "Motorsåg med automatbroms. Utsätts sågen för kast påverkas bromsmekanismen automatiskt, alltså utan att huggarens arm behöver träffa skyddsbågen.", "02"], [7397001, "Ny metod att producera flis av rundvirke, stubbar och rotbenkvist och avfallsvirke. Den nya typen av flismaskin skiljer sig radikalt i konstruktionen från konventionella flismaskiner. Den nya metoden som företaget utarbetat består av en roterande skiva av två kraftiga plåtar som sammanfogats i centrum och i ett antal koniska flisgenomgångar. På skivan finns ett efter vis system placerade lika stort antal skärhållare, med lösa, lätta, slipbara skär, som antalet flisgenomgångar på skivan. Tekniken ger ett jämt och konstant ingrepp i det material som skall upparbetas. Därvid erhåller en kontinuerlig matning av materialet med lägre ljudnivåer som följd. VVidare erhålls bestämd längd, bredd och tjocklek på flisen samt ett minimum av stick- och spånbildning. Flisen behöver inte sållas eller efterbearbetas. ", "20101"], [7398001, "Markberedningsaggregat. I utvecklingsarbetet har man försökt få fram ett aggregat som kan ge största möjliga säkerhet att erhålla en markberedningsruta av godtagbar storlek trots att det kan finnas hinder i vägen. Samtidigt med avlägsnandet av vegetationen samlar aggregatet ihop mineraljord i rutan så att en gynnsam växtmiljö för plantan kan erhållas. ", "02"], [7399001, "Planteringsmaskin som skall kunna både markbereda och sätta en planta i markberedningsfläcken.", "02"], [7400001, "Ny typ av skyddsanordning för motorsågar. Innovationen innebär att kraften i kaströrelsen avsevärt minskas och huggaren därigenom får betydligt lättare att behålla kontroller över sågen vid eventuella kast. Detta är första gången ett utvecklingsarbete mellan svenska motorsågstillverkare etableras. ", "02"], [7401001, "Kantskydd för virkespaket. Skyddet består av två träfiberskivor som sammanbundits genom att armerad polyetenbelagt kraftpapper limmats fast på den ena sidan. Kantskydden förhindrar att stårbland, tråd eller plastband tränger in i emballage och varor. Materialet gger ett fullgott skydd för väta och fukt och rostar ej vilket är viktigt vid skydd av hyvlat virke. ", "20101"], [7402001, "Liftanordning för stora byggelement; här tak. ", "20301"], [7406001, "Klyvnadsåg för torrt virke. Sågen har hydraulisk bladspänning, ny bladstyrning, snedställbart fritt upphängt land och enklare måttinställning än råbandsågarna. ", "20101"], [7408001, "Automatisk kantverksinmatare. I kantverksinmataren belyser man den okantade brädan och låter en minidator med ledning av skuggans form avgöra vad man ska ta ut. Mätningen sker med två ljusramper som avsynar vankanten och ger information om den okantade brädans form till en minidator. Operatören anger högsta användbara kvalitet och systemet beräknas optimal kantning för högsta värdeutbyte med hänsyn till prisuppgifter för virke och flis som datorn programmerats med. Impuls för kantbredd lämnas direkt, utan tryck-på-knappen av observatören, av datorn till kantverket.  Världens första kantautomat. Kantautomaten har lampor som lyser snett på brädan och låter vankanten bilda en skugga som uppfattas av en kamera uppifrån. En dator räknar sedan ut vankantens bred. Automaten klarar 15 bräder i minuten.", "20"], [7409001, "Stubbuuptagare. Stubben delas först varefter delarna tas upp. Metoden ger bl a följande fördelar; kraftåtgången blir bara en bråkdel av vad som krävs vid upptagning av hela stubbar. Fastvuxna stenar lossnar. Föroreningar ksrapas los från stubben. Humustäcket följer inte med stubben upp. Klena rottrådar slits av. Stubben klyves längs fibrerna, rena snitt ger små förluster. ", "02"], [7410001, "Fälldon; också kallat pendelsåg. Sågen är utformad med en sågdel som har formen av en sfärisk kalott. Denna är upphängd i pendelarmar lagrade på en radie som är lika med kalottens radie. Vid sågning pendlas sågen in mot trädet. För att få sågen så liten som möjligt har den byggts upp med en fast centrumdel med formen av en sfärisk kalott. På kalottens periferi har en sågring lagrats. Sågringen har sågtänder på ytterkanten och kuggar för dess drivning på innerkanten. ", "02"], [7411001, "Gallringsskördare. Arbetscykeln börjar med att kranen styrs mot ett gallringsträd, varefter fällhuvudet klipper av trädet och tar in det stående samt lägger det framför sig. Därefter bearbetas trädet samtidigt som nästa träd hämtas in. ", "02"], [7414001, "Mikroteknik för fräsar och kuttrar. ", "20"], [7415001, "Markberedningsaggregat som monteras bak på en större skonare. Armarna är ledade endast i höjdled. I sidled förflyttas vardera armen längs en bom, då rivhjulstallriken utsätts för sidokrafter. Aggregatet är tänkt att vara en grundenhet för vidare påbyggning av utrustning som för ihop mineraljordtill en hög på skogsodlingsstället samt av aggregat för sådd och/eller plantsättning.", "02"], [7416001, "Skyddsstövel för arbete i skogen. Benskyddet utgörs av ett flerskiktigt lager nyloncord som är ett effektivt skydd mot sågskador. Skyddet sträcker sig från stålhättan till ca 20 cm upp på benet. ", "02"], [7419001, "Markberedningsaggregat som monteras bak på en större skonare. Armarna är ledade i sid- och höjdled i infästningspunkten på dragaren. ", "02"], [7420001, "Högläggaren ansluts till Bräckeaggregatet (en fläckmarkberedare där två rivhjul flår av hummustäcket). Bakom varje rivhjul på Bräckeaggregatet har man kopplat till en skopa, som i den uppkomna markberedningsfläcken för ihop mineraljord till en hög. Högläggaren arbetar synkront med rivhjulet på så sätt att skopan går ned i fläckens bakre del, tar upp mineraljord och för ihop den till en hög i fläckens framkant. ", "02"], [7421001, "Markberedningsaggregat som ska anslutas till ÖSA:s skotare 260. Denna skotare är utrustad med en hydrostatisk växellåda. Genom att skotaren automatiskt avpassar kraftuttaget vid varierande belastning, ökas möjligheterna att hålla en jämn hastighet vid gång i terräng. Aggregatet består av två hydrauliskt arbetande pendelarmar, som är fästade i dragarens bakända. Varje pendelarm är försett med tre stycken ledade markberedningsbillar, som var och en separat ger efter för överbelastningar utan att de två övriga påverkas. 655 är ett fläckmarkberedningsaggregat. Föraren kan från förarhytten reglera fläcklängd, avstånd mellan fläckarna samt belastning på markberedningsorganen. ", "02"], [7423001, "Stockröntgen. Utrustningen placeras före timmersorteringen för att ge en kvalitetssortering av råvaran. Två strålningskällor fotograferar mot var sin detektor. För varje cm undersöks stockens inre utseende. Stocken mäts under bark. Efter omvandling i dator används registrerade värden för kvalitetssortering av timret. ", "20"], [7424001, "Luft- och vattenkyld flerklingig delningssåg för selektiv sågning. En absolut nyhet för branschen. Maskinen erbjuder många fördelar såsom; tunnare sågsnitt, mindre sågbyggnad och högre kapacitet. ", "20"], [7425001, "Kantskydd  som skyddar mot transport och bandningsskador. Under utvecklingen har man följt tankegången att formen av ett rör eller en del av ett rör kan motstå den tyngsta belastningen. Skyddet är framställt av återanvänd plast. ", "20"], [7426001, "Bärgningsdrag av härdad polyester klätt med polyesterväv och med läderklädda dragöglor och en skjutbar läderskoning på mitten. Den senare för att kunna koppla V-drag med fördubblad dragkraft. ", "02"], [7427001, "Minisågverk som kan manövreras av en enda person. Sågverket består av en timerramp med en stockdelare som drivs av ett stockmatarverk med kedjematning. Det hela sköts medelst fotpedal som reglerar motor för alternativt tryckluft- eller eldrift. Efter klyvsågningen i önskade dimensioner kan plankan köras genom kantverket med hjälp av en utmatarvals till centreringsbordet där plankan automatiskt intar rätt läge innan den går in i kantverket. Inställningen av klingorna sker från samma manöverpanel som sågaren sköter klyvningen vid. ", "20"], [7428001, "Mikrodatorstyrt apteringssystem för användning i de egna processorerna och skördarna. Genom mikrodatorn kommer 19 olika funktioner att styras, bl a matning av trädet fram och back, automatisk backning vid fastkörning, kapning och toppklippning., sortering av masasved repspektive timmer samt räkning av antalet timmer- och massavedsbitar samt antal bearbetade träd. Föraren får också via mikrodatorn information om var kapsvärdet och toppklippen befinner sig, sorteringsbordets läge samt om sotkcens minidiameter underskrids. ", "02"], [7429001, "Barkningsmaskin. Maskinen består av två tråg som rymmer vardera 17 kubikmeter. När ett av trågen fylls börjar fyra skruvar att rotera. De är gängade åt var sitt håll och i och med att de snurrar går hela massan runt. ", "02"], [7432001, "Barktorksystem. Traditionellt har det varit svårt att ta all bark tillvara och använda den gör nyttiga ändamål. Det nya systemet ger en avsevärt högre nyttjandegrad av barken möjlig. Systemet innehåller utrustning som renar och torkar barken. Samtidigt ökar pannans verkningsgrad genom att spillvärmen från pannans förbränning utnyttjas. ", "20"], [7433001, "Ro-ro/lo-lo-fartyg. Fartyget är av ny konstruktion och kombinerar nya lastningmetoder  (ro-ro) med gamla (lo-lo). Kombinationen innebär stora fördelar; t ex kan man nyttja terminalens fördelar på ett nytt sätt. ", "20"], [7435001, "Hydraulisk, elektronisk planteringsmaskin för skogsbruk. Planteringsmaskinen bogseras av en vanlig skogstraktor (skotare eller lunnare). För markberedning har man framför varje planteringsorgan byggt in ett markberedningsaggregat. Planteringsorganen är upphängda på glidskenor, varför de vid plantering kan fixeras i marken medan aggregatet i övrigt rör sig frammåt. Ett planteringsspett gör hål i markberedningsfläcken och plantan leds via ett rör till planteringsspettet. När hålet är öppet delas spettet i två delar och plantan åker ner med hjälp av tryckluft. Därefter packas jorden runt plantan och planteringsspettet påbörjar ny plantering. Maskinen är den första i världen som kontinuerligt planterar under gång. ", "02"], [7437001, "Hjälpmedel för påläggning av kätting på timmerbuntar. Tidigare kastade man kättingarna runt lassen och det är den metod som i de flesta fall tillämpas på de ställen där man buntar timmer som man tar från en landsortering. Att kasta kätting är ett tungt arbete. Med den nya metoden fästes kättingarna med ett enkelt handgrepp i griporgan som sitter på fällbara bommar. När dessa sedan körts till sitt övre läge är det klart för timmertrucken att köra in mot de hängande kättingarna som faller ned runt bunten när griporganen utlöses med en knapptryckning. Sedan återstår endast att koppla kättinglåsen. ", "02"], [7438001, "Sågblandsrengörare. ", "20"], [7440001, "Trämelass. Trämelassen består av de mest lättlösliga substanserna i vedråvaran för skivframställning, vilka går i lösning i tillverkningsprocessen och inblandas i processvattnet. Sedan mitten av 1960-talet återvinnes substanserna, koncentreras och torkas samt ges en viss efterbehandling som gör dem lämpliga som bl a kreatursfoder. Produkten är alltså dels rent kreatursfoder och dels en ingående ingredients i kreatursfoder.", "012"], [7441001, "Maskinsystem för småskalig avverkning av energiskog (ESO).", "02"], [7442001, "Postningssystem. Postning är förfarandet när man räknar ut hur man ska få mesta möjliga ut av stocken. Utfallet kallas sågutbyte. ", "20"], [7446001, "Maskinsystem för storskalig avverkning av energiskog (ESO) i företrädesvis våtmark. I systemet ingår både skördare och buntare. ", "02"], [7447001, "Gripprocessor. ", "02"], [7448001, "Skogsmaskin med ovan nämnda gripprocessor. ", "02"], [7450001, "Sorteringssystem för sågade trävaror. ", "20"], [7452001, "Markberedare med grävarm som effektivt gör rent beredningsytan från hinder. Innovationen är egentligen monteringen av en grävarm på en redan existerande beredare. En liten skopa sitter på en utskjutbar arm. Den har en räckvidd på åtta meter i en halvcirkel. Markberedaren gör sig bäst i de ritkigt oländiga terrängerna. ", "02"], [7453001, "Gallringsskotare. Skotaren väger endast 500 kg, är banddriven och hydrauliskt midjestyrd, vilket gör den smidig och framkomlig även i tät skog. Skotaren påminner väldigt mycket om en skoter till utformningen. ", "02"], [7456001, "Datorstyrd kantautomat där brädämnena mäts uppifrån med modulerat infrarött ljus, på en längsgående transportör. På grundval av mätdata och data i kundtabellerna väljs bästa breddinställning i efterföljande kantverk. Kantautomaten kompletterar det tidigare kantautomatprogrammet \"Edgar\" och \"opti Edgar\". ", "02012"], [7457001, "Bandsåg med profilerade hjul som härför sig till bandhjulens yta och struktur liksom bladets anliggning på hjulytan. Planomati-hjulen är utförda med slipade räfflor. Genom denna profilering av klinghjulsytan uppnås under bandets rörelse en ständig planing, riktning och förspänning av bandsågsbladet. ", "20"], [7458001, "Diagonaltransportör. Transportören används när t ex rått virke ska \"byta fil\" på ett smidigt och funktionssäkert sätt i ett kombiverk. Virket transporteras in över, alternativt under torrvirkesflödet och fram till operatörsplatsen för att sedan läggas ned på tomma medbringare mellan torrvirkesbitarna. ", "20"], [7459001, "Buntkvistare. Principen går ut på att kvistningsarbetet för träddelar flyttas från skogen till en central upparbetningsplats, där flera träd kvistas samtidigt i maskinen. Träddelssystemet har rönt mycket uppmärksamhet pga att man lönsamt kan ta till vara större del av träden än tidigare.", "20"], [7463001, "Multikap för justering av virke. Maskinen har kunnat förenklas avsevärt genom en konstruktion med kassetter, mycket lättrörliga i sedled till följd av att man valt ett sex-kantigt axelutförande. Maskinen minimerar spillet.", "20"], [7464001, "Mätnings- och sorteringssystem för sågtimmer. Noggrann mätning och ett nytt sätt att behandla mätdata ligger till grund för det nya systemet, som gör det möjligt att optimera sågningen bättre och effektivare än hittills. Hänsyn tas inte bara till stockens diameter utan också till dess ovalitet, krokighet, konicitett och kvalitet. Sorteringen baseras på den information som en ny vision-mätram av treriktningstyp ger om stocken. Med den nya utrustningen är det möjligt att klassificera stockarna i lämpliga klasser för sågningen på ett annat sätt än vad som tidigare varit möjligt. Den nya utrustningen ger också utökade rapporteringsmöjligheter. ", "20"], [7465001, "Pendeltork. Pendeltorken är också en kammartork i en grundkonstruktion, men den erbjuder mera finesser än andra och den är datastyrd. Namnet pendeltork har den fått av att den betjänar två torkkamrar och att den automatiskt går över när virket i den första är färdigtorkat. Torken programmeras för torkningsgrad beroende på vad virket skall användas till och tiden blir beroende av virkets träslag och tjocklek. Det går lätt att torka i två perioder med torken, en fördel när man ska torka grov björk t ex. När virket är färdigtorkat vandrar pendeltorken över till den bredvidliggande torkkammaren och det sker med hjälp av en travers och fortsätter sitt arbete där. ", "20"], [7466001, "Kapsåg som med sin kombination av snabbhet och precision minskar virkesåtgången i företagets träindustri  med ca 7 procent. Kapen är styrd av fem datorer. Maskinen räknar snabbt och med stor precision ut exakt hur bra eller dålig en sändning med virke är. Den mäter, sorterar, kapar och transporterar virket. ", "20"], [7467001, "Diametermätare. Mäter helt elektroniskt/optiskt med stor egen datorkraft i mätaren. Dessutom har den en unik, pantentskyddad mätprincip med ett mycket finurligt \"strålnät\" i mätområdet, vari stockens alla detaljer fångas upp. ", "20"], [7468001, "Mekanisk-pneumatisk märkmaskin som används till ID- och kvalitetsmärkning av virke i justerverk o dyl. Stämpelmaskin. ", "20"], [7470001, "Skogstruck. Prisbilligt alternativ för att transportera virke i gallringsbestånd, samt älgar under älgjakten och övriga sysslori skogsbruket där det kan vara behov av mindre och billigare alternativ istället för att låsa kapital i dyra maskiner. ", "20"], [7471001, "Motorredskap för tyngre terrängtransporter. Ursprungligen konstruerades redskapet för transport av skjutna älgar. Det har dock visat sig att Älgtrac är ett nyttigt redskap i andra sammanhang. Redskapet kan köras av en person och klarar olika slags terrång. Lastkapaciteten är ca 500 kg, beroende på lastbärare. Älgtrac består av en främre styr- och motorenhet som är försedd med hjul för sturningen. Drivningen sker i den bakre delen via två drivband liknande det som finns på snöskotrar. Hjulen är boggimonterade på samma axel. ", "20"], [7472001, "Plaststift för virkesmärkning.Plaststiften skjuts ut med en för ändamålet specialtillverkad häftpistol. Vid användning av plaststift slipper man det inproduktiva kontroll- och rensningsarbetet samt ökar effektiviteten inom träförädlingsindustrin. ", "02"], [7474001, "Blockautomat för kurvsågning. Automaten mäter blocket, beräknar märglinjen, bestämmer sidobrädesuttaget varefter den styr sågningen efter den beräknade bästa kurvlinjen. ", "20"], [7475001, "Övervakningssystem för sågar. Övervakar kontinuerligt både blockhöjden och inläggningen i kantsågen. Sågaren får direkt larm vid akuta fel. Han får dessutom på sin terminal uppgifter om långsammare förändringar, typ inläggningsfel dels på exempelvis senast sågade 20 block och dels på hela sågpasset. SSawcon ger dessutom möjlighet att mäta och beräkna till exempel ingående stockvolym, toppdiameter och krok. Det är uppgifter som är mycket intressanta i ett produktionsuppföljningssystem.", "20"], [7476001, "Maskin som gör det ekonomiskt att bl a tillvarata skogsbränsle vid slutavverkning. Den maskin som konstruerats på SIKOB innebär att skogsavverningen görs enligt helträdsmetoden istället för som nu oftast med sortimentsmetoden. Maskintypen kallas fällare/skotare. Den transporterar hela träd, kapade vid roten, ut ur skogen. Det enda som blir kvar i skogen är stubben. Fällare/skotaren arbetar enligt följande: Med ett fällhuvud grips, kapas och lastas träden. När lasset är fullt, kör den ut lasset ur skogen och tippar av det på avlägg vid bilvägen. Träden bärs av maskinen i motsats till lunnare, som släpar träder efter sig mot marken. Det finns en rad fördelar med att bära träden. ", "02"], [7477001, "System för datainsamling, bearbetning och uppföljning av hantering av skogsråvaran. ", "02"], [7479001, "Terränggående motorcykel som kan transporteras på sin egen släpvagn.", "02"], [7480001, "Transportsystem som medger växling av lastbärare. På ett och samma hjulställ kan anbringas spannmålsflak, gödseltunna, gödselspridare, skogsekipage, spånbinge etc. Själva flakväxlingen är enkel och går snabbt. Till växlarvagnen kan användas en vanlig standardtraktor med dubbelverkande hydrauluttag med vars hjälp man växlar lastbärare och tippar. Grundidén är således att skaffa lastbärare som sedan kan växlas allteftersom man behöver för olika körningar. ", "01"], [7482001, "Mobil apparat för kontroll av virkeskvalitet. Principen för utrustningen är att luft från en kompressor trycks in i veden via ett munstycke. Luftflöde och tryck registreras. Stort flöde i förhållande till det använda trycket indikerar hög permiabilitet, dvs våtlagringsskadat virke. ", "20"], [7484001, "Anordning för rambarkning av träd. Metoden går ut på att två plasttrattar sätts på motorsågen. De två trattarna styr sedan när kedjan slitsar upp barken. OM man inte randbarkar ett träd går man miste om dyrbar energi, eftersom torkningen då börjar ute och går inåt till kärnan. Med Lineroller eliminerar man också risken för farliga kast. ", "02"], [7487001, "Spik av limmad björkfaner. Spikarna är tolv millimeter långa och har en diameter på 2,7 mm. Finessen med träspiken är att den aldrig behövs tas bort från virket. ", "02"], [7491001, "Apparaten bygger på teknik som löser två standardproblem; klimat och skadedjur. Genom intermittent eller punktvis markberedning som bygger på omvänd torva -i princip fläckvisa jordhögar sker sådden med den nya maskinen på ett som gör att några frön alltid överlever. Det sker oberoende av placering på torvan, i torvans \"gångjärn\" eller i gropen som skapats vid beredningen. Detta blir möjligt genom att nedsläppen av frön görs med precision och tillförlitlighet. Principen är radsådd med ett till fem nedsläpp av ett eller två frön inom en halvmeter i planteringsstället. Med denna metod slipper man promen med klumpvisa frönedsläpp som annars är vanliga vid mekanisk sådd. Möjligheterna för senare manuell eller maskinell röjning förbättras dessutom avsevärt, i och med att probme  ted t ex snöskytte elimineras. Den nya såddmaskinen sår treradigt med en eller två meters mellanrum och är avsedd för dragfordon typ skotare, lunnare, eller bandtraktor. Apparaten har mekanisk/pneumatisk styrning. Luften används för att blåsa ut fröna samt fröutsläppen. Fröhanteringen sker skonsamt med hjälp av borstar, vilket förhindrar skador på fröna. Den tekniska konstruktionen beskrivs som enkel, robust och mycket tillförlitlig. Den vertikala placeringen av fröutsläppen ökar apparatens tillförlitlighet vid regn. Det finns också ekologiska fördelar med metoden. ", "02"], [7492001, "Såg som gör det möjligt att ta tillvara övergrovt virke. Övergrovt virke går idag till massaindustrin för flisning eller blir liggande och ruttnar bort. Idén till den nya bandsågen med horisontellt liggande sågblad, där stocken ligger still och såghuvudet rör sig kommer från Tommy Nordin. Sågen kan skötas av en person. ", "20"], [7494001, "Sprängklämma för säker kapning av kullblåsta träd. Tekniken går ut på att klämman, med en invändigt fäst sprängladdning, förs upp i trädet med hjälp av en teleskopisk glasfibertång och sedan kläms fast kring trädet där man vill kapa det. Det går även bra att aptera klämman med en kvistningsstång, som del flesta kraftdistributörer har tillgång till. Redan innan klämman förs upp i trädet har en adapter och en förlängningsstubin fästs vid den, så att det sedan är enkelt att på behörigt avstånd detonera sprängladdningen med en tändapparat. Laddningen består av pentyl och är exempelvis 15 gånger starkare än den dynamit som används inom det militära. En fördel med att all kraft går in i stammen är att man kan spränga mycket nära ledningsstolpar utan att skada dem. ", "02"], [7497001, "Fordon konstruerat för skogsbruk och skotning av virke. Scorpion har 8 hjul och driver på de fyra främre och har hjälpdrift på det bakre hjulparet, som ska användas när ekipaget eventuellt kört fast. Maxhastigheten är 18 km/h vid användandet av bakre hjulparet 5 km/h. Scorpion har en hydraulisk griplastare för lastning och lossning. Styrs gör den med en hydraulisk joystick. Maskinen är liten, smidig och lättransporterad. ", "02"], [7498001, "Virkestork som drivs med dieselmotor. Praktiskt taget all värme som dieselmotorn alstrar tillvaratas för virkestorkning. ", "20"], [7499001, "Stockautomat som klarar av att bygga helautomatiska såglinjer med hög kapacitet. Det är ARI först i världen med att klara. Förutom ökad lönsamhet genom bättre utbyte av stocken skapas en förbättrad arbetsmiljö för sågoperatören. ", "20"], [7503001, "Transportör som minimerar problemet med sågspån och flis från transportörer. Tubulatorn reducerar även halten terpen i inomhusluften; något som är speciellt fördelaktigt vid sågning av fura. Principen är en bandtransportör där bandet löper i ett slutet rör. Därigeonom skapas en helt sluten transport. Friktionen mellan band och rör är låg, vilket för att bandhastigheten kan hållas mycket hög. Förutom hög kapacitet uppges den ge lägre driftskostnader och mindre bandslitage, jämfört med en konventionell bandtransportör med samma kapacitet. ", "20"], [7504001, "Fläck-markberedare. Maskinen kan kopplas till vanlig jordbrukstraktor såväl som till en mindre skotare. Markberedaren tillverkades först i en \"enkelupplaga\" med etttre-uddigt skovelhjul men för en tid sedan lanserades ett aggregat med dubbla skovlar vilket gör att kapaciteten ökas till det dubbla. En finess med det dubbla är att man med ett enkelt handgrepp kan koppla loss markberedaren från ramen och köra enradigt om så önskas. Trots att man ökat kapaciteten med det dubbla genom två skovelhjul kan tvillingaggregatet fortfarande kopplas till en vanlig traktor eller mindre skotare. Arbetsprinicipen för fläckberedaren är att det treuddiga skovelhjulet ger en omvänd torva utan att lägga upp någon stor hög. ", "02"], [7505001, "Såg för sågning av profilering. Från det att stockarna matas in i anläggningen tills det att de är färdiga plankorna sorteras sköts driften av avancerade system som använder \"seende datorer\". Linjen kan arbeta med både fast postning och selektiv sågning. Resultatet är ett maximalt sågutbyte för varje stock och effektivt maskinutnyttjande. Det bidrar aktivt till ökad lönsamhet. Monotona arbetsmoment har eliminerats och operatören kan röra sig fritt. ", "20"], [7506001, "Blockprofileringsmaskin. Maskinen finns i utförande för både sorterat och osorterat timmer. Profileringen kan även utföras osymmetriskt, vilket möjliggör att olika dimensioner kan erhållas på sidobrädorna. ", "20"], [7507001, "Processdator med fuktkvotsmätningsfunktioner. Utrustningen har åtta mätpunkter per kammare. Mätelektroderna placeras på önskat sätt i virket i kammartorken med hjälp av ett speciellt verktyg och anslutes sedan till kopplingsplint. Elektroderna kan placeras spritt i kammaren diagonalt i höjd- djupled eller för kontroll av speciella bitar. ", "20"], [7508001, "Elsåg för motorsågsdrivna sågverk. Elsågen håller en jämnare hastighet jämfört med en dieseldriven såg, det medför lägre bränslekostnader.", "20"], [7510001, "Helautomatiskt ströhanteringssystem. ", "20"], [7511001, "System för virkestorkning. Systemet består av en industriell PC, helt designad för sågverkens tuffa miljöer. Från central plats styrs och övervakas torkprocesser ute i de upp till 24 torkkammare som kan anslutas till systemet. ", "20"], [7512001, "Röjsåg med klinga som klarar både sly och gräs. Verktygen har två infällbara knivar som viks in när aggregatet bli överbelastat. Varje kniv är tillverkad av material som är hårt längst ut och mjukt in mot bult och bricka. Brickan är mjuk. När en kniv störs av för hård belastning böjs brickan uppåt. Man skall alltså titta på brickorna innna man drar igång sågen. Bakom en böjd bricka döljer sig något fel. ", "01410"], [7513001, "Flyttbart cirkelsågverk. Sågdelen består av två vertikalt monterade elmotorer och på motors spindel är monterad en 400 mm sågklinga av hårdmetall. Sågklingorna arbetar alltså horisontellt och vardera klingan sågar halva snittet. Sågan kan transporteras efter en vanlig personbil. Den nya sågtekniken medför en rad fördelar. Effektbehovet minskar. Den sågade ytan blir mycket slät. Risken att klingorna nyåer fast har reducerats. Små klingor är billigare än stora. Ytterligare en fördel med denna maskin är att sågaren kan arbeta med till exempel stapling, borttagning av bakar eller framrullning av stock när sågenheten arbetar. Det ger ett omväxlande arbet. De tunga lyften har reducerats så lång som möjligt tack vare att stocken lyfts på med en hydraulisk stocklyftare. ", "20"], [7515001, "Barkverktyg. Barkningsverktyget blir konkurrent till barkningsmaskinen Cambio, som dominerat marknaden i 40 år. Med det nya verktyget fås: ökad tillgänglighet, minskade vedskador, ökade matningshastighet och barkplattor med lång ståndtid. Opartiska tester har visat att skador vid verktygens uppklättring har minskat med 75 % jämfört med tidigare barkverktyg. Det är hållarens dynamik och utformning som ger den lätta uppklättringen på stocken och därmed de minskade vedskadorna. ", "02"], [7516001, "Hammarström upptäckte 1986 att en rund strock som mittsågas en gång i vertikalplanet och sedan en gång i horisontalplanet kan vändas ut och in och sålunda limmas till en rätvinklig profil. Slutprodukten erhåller oanade träegenskaper jämfört med traditionellt sågat material. Stående årsring runt om, större måttnoggrannhet, mindre fuktrörelser, mindre sprickbildning, större resestens och mindre åldringseffekt. Segmentsågningssystemet -för traditionellt eller fiberparallellt sågade virkessegment, d v s väl tilltagna bakar som delas i mitten, förses med limytor, vänds ut och in och samlimmas till limträbalkar. Förutom detta finns det två andra sågningssystem som bygger på Hammarströms uppfinning. ", "20"], [7519001, "Putsmaskin. Den bärande idén är bandets bana, men även upphängningen av de arbetande delarna. Bandet, med motor och drivning, samt tryckplattornas profilklossar är en egen avskild konstruktion som hänger i maskinstativet. Detta gör att de krafter som påverkar konstruktionen blir betyldig tmindre än om varje del är separat placerad på stativet, som därför inte behöver vara så grovt dimensionerat. Bandet går runt sju rullar, inklusive drivrullen, rullarnas åplacering och vinklar för att bandet så att säga centrerar sig självt. Detta gör att man kan använda ett smalare band vilket är lättare att forma med profilklossarna. Putsningen blir bättre, bandet kommer åt överallt och risken för överavverkning blir mindre. Vid slipning av fanérmantlade komponenter är det sistnämnda särskilt viktigt. ", "20302"], [7521001, "System för avsyning av laminatgolv. FQI bygger på att en datorbestämmer om den aktuella biten är godkänd eller inte. Utrustningen är integrerad i linjen, efter fräsning av laminatpanelerna. Datorn gör kvalitetskontrollen med hjälp av kameror som är riktade mot golvbitarnas långsidor, kortsidor och yta. Vid båda långsidorna finns en kamera och en laser. LAsern är riktad i vinkel mot sångsidan och ritar en linje över kanten på golvpanelen. Kameran som är riktad vinkelrätt mot laminatskivan läser av strålens längd, varje kamera tittar ungefär 3000 gånger på samma golvbit. ", "20203"], [7522001, "Självrensande hyvlerifräs med vinklade skär som plogar ner i virket. Konstruktionen ger gott om ståndtid. ", "20302"], [7523001, "Klyvfräs. Klyvfräsen ger en perfekt yta och avverkar fem millimeter. Trots att många tycket att det är ett väl tjockt snitt har klyvfräsen sålt bra. ", "20302"], [7524001, "Maskin för kantputsning av assymetriska och svängda skivor. Maskinen är helt automatisk och en utveckling av den uppmärksammade kantputs som företaget tog fram för ett par år sedan. Maskinen klarar även negativa radier. Det verkligt avancerade är styrningen. Frammatningen sker förutom av vakuumplattans X- och Y-rörelse av en perifermatning framför putsaggregatet. Denna ger en stabil frammatning även vid stora format. Hela hanteringen sköts av tre servomotorer med kuggremsdrift. Skivans form programmeras in i en PC av operatören. ", "20302"], [7529001, "Hållfasthetsorteringsanläggning.  Hållfastheten mäts med resonans. Eftersom trä är ett material med skilda egenskaper beroende på var man mäter är utrustningens starka sida att den sållar och hanterar en stor mängd mätinformation. Dynagrade består av en liten klubba, två mikrofoner, en laserlängdmätare samt en huvudenhet som rymmer den elektronik och datakraft som behövs för hantering av signaler. Den information som tas in och bearbetas är ljudet från när klubban knackar på virkets ändträ, samt bitens längd, som fås från en laserlängdmätare. Resultatet från mätningen utnyttjas sedan i produktionslinjens befintliga styrning för märkning och styrning till olika fack.", "20"], [7532001, "Ramsåg som kan ta fram ner till 8 mm tunna brädor. ", "20"], [7533001, "Asyningsscanner för trä som bygger på att man utnyttjar små träfibrer som leder ljus. s k trakeider. Genom att trakeiderna leder ljus olika bra beroende på hur träet är beskaffat kan flera skillnader påvisas.[par][par] Till exempel leder trakeiderna i trä runt kvistar, sprickor och tjurved ljuset mycket sämre. ÄVen röta, blåträ och kådlåpor detekteras effektivt på det här sättet. Den egenutvecklade kameran är av stor betydelse. Flera nya algoritmer ligger till grund för de lösningar som finns i kamerans avancerade konstruktion.", "20"], [7534001, "Ny metod att impregnera trä. I första läget gäller det järnvägsslipers. Metoden är uppfunnen i Kanada och det svenska företaget har ensamrätt i till metoden i Sverige.", "20101"], [7536001, "Verktyg utan mellanringar för not- och sponthyvling med hydrocentrering. Inställningen sker med hjälp av en insexnyckel och breddmåttet kontrolleras med hjälp av en mätklocka. Konstruktionen innebär förenklingar för användaren.", "20"], [7540001, "Scanner för trävaror. När trävarorna passerar genom denna granskas de från flera håll samtidigt och av flera sensorer, specialiserade på att se olika egenskaper hos trämaterialiet. Datorer analyserar resultatet och beräknar den optimala användningen av varje trästycke. ", "20"], [7541001, "Mätram som arbetar med linjelaser istället för punktlaser. Mätramen mäter 700 punkter per profil. I mättekniken uttnyttjas trakeideffekten. ", "20"], [7544001, "Pelletspress med hög kapacitet. ", "20101"], [7545001, "Giftfritt medel som ökar träets beständighet ovan jord. Produkten grundas på tallolja. Finessen är att talloljan inte kladdar, vilket den gör i sitt rena tillstånd. ", "20"], [7547001, "Timmertork. Istället för en konventionell värmekälla används en speciell typ av lysrör. Ordet lysrör är lite vilseledande för det är inte frågan om gasfyllda glastuber utan om tunna glasrör genom vilka det går en värmspiral. Glaset är behandlat så att det endast släpper igenom strålning med viss våglägd. Till skillnad från mikrovågor relfekteras strålningen på ett sätt som gör att den värmer vatten även i de bitar som ligger mitt i ett virkespaket. Förenklat uttryckt kan man säga att strålningen studsar både på och i träbitarna som värms upp inifrån och ut, ungefär som med mikrovågsteknik. ", "20"], [7551001, "Småskalig, mobil pelletspress. Pressen är marknadens minsta och billigaste. Tekniken är patenterad och bygger på dubbelkomprimering med hydrauliska cylindrar. Vanligtvis arbetar pelletspressar med kontinuerlig pressning genom en matris, vilket kräver mycket kraft och större maskiner. ", "20101"], [7552001, "Fuktkvotsmätare för virkestorkar som arbetar med radiovågor under torkprocessen vilket ger nya möjligheter att förbättra styrningen.[par][par] Enkelt utryckt går det ut på att man skickar ut ett spektrum av radiovågor i torken.[par][par] Våglängderna ligger mellan 15 och 50 megahertz och effekten är tämligen blygsam. En mottagare tar emot och registrerar signalens styrka. I skillnaden mellan utsänd och mottagen signaleffekt finns information som kan ta om hur mycket vatten det finns kvar i torken. Vet man satsens volym går det att få torksatsens medelfuktkvot.", "20"], [7553001, "Hyvelinmatare med hög kapacitet. Kapaciteten och den måttfulla storleken beror delvis på en modern PLC-styrning och kraftfulla komponenter. Men det som främst särskiljer den nya inmataren är de övre inmatningshjulen som är koniska. [par][par]Med koniciteten ökas accelerationen på ett avgörande sätt då virket pressas in mellan inmatningshjulen. Eftersom hjulperiferins hastighet är så mycket större längst in där hjulets vidd är störst, fås en steglös uppväxling som påbörjas redan innan biten skjuter iväg.", "20"], [7554001, "Dubbelspindlig klingsåg med flera individuellt ställbara klingor och en kapacitet på 180 meter per minut. Det som skiljer maskinen från andra dubbelspindliga sågar är bland annat en ny lösning för snittpassning.[par][par]De övre klingorna är individuellt ställbara för att exakt passning för de mötande snitten ska kunna ställas in. Motorn är specialutvecklad för att slippa vibrationer (se Samarbete).", "20"], [7555001, "Patenterad lösning för stegdämpning i trähus. Innovationen består av en extremt kraftig gummilist som tar upp vibrationer. ", "20301"], [7557001, "Kantavsyningssystem. ", "20"], [7558001, "Visionssystem där en kamera mäter på en laserlinje. Kameran och lasern sveper över arbetsbordet och ur bilden tolkar systemets mjukvara hålens dimension, position och djup. Kan beskrivas som en tresidig mätning.", "20"], [7559001, "Hyvel som klarar hastigheter på upp till 600 meter per minut. ", "20"], [7563001, "Tvådelad fräs. Fräsen har en alldeles speciell lösning för inställning direkt i hyveln utan nycklar och mätdon. Delarna vrids mot varandra tills rätt mått har uppnåtts. En graderad skala visar med stor noggrannhet tiondelar, så det behövs ingen mätklocka för att måttet ska bli rätt. ", "20"], [7566001, "Pelletspress för både små- och storskalig produktion. Den liggande konstruktionen gör att tyngdlagen utnyttjas då råvaran faller ner i matrisen och blir helt jämt fördelad. Konstruktionen tar upp krafterna på ett sätt som gör att den blir mycket stabil. Livslängden på matrisen är den dubbla jämfört med andra, detta pga att matrisen har dubbla rader med hål, de är förskjutna och när matrisen blir sliten vänder man bara på den och använder de två andra hålraderna. ", "20101"], [7567001, "Klyvfräs med mycket hög hastighet. Såväl klinga som fräs är tandformade. Att de klarar de höga farterna förklaras med en unik konkav backningskurva på släppningsytan och en förstärkt eggvinkel som optimerar värmeavgången. ", "20"], [7570001, "Bandsåg med helt ny typ av mycket tunt bandsågsblad vilket ger tunnare snitt och gör att det går att sträcka ett tunt band betydligt mer än ett tjockt med biehållna fördlear.", "201"], [7572001, "Distansring som monteras invid sågklingan. Med den nya ringen kunde klingan göras 0,4 mm tunnare och genom att den går så stabilt sparades ytterligare 0,5 mm. Det betyder att kunden får ett snitt som är nästan en mm tunnare än tidigare och räknat i utbyte på flera hundratusen kubikmedet timmer som passerar så blir det en väldig massa trä.", "20"], [7574001, "Slipautomat avsed för sågkedjor som slipar alla tänder exakt likadant och skipar både skärtand och ryttare i samma cykel. Detta är en helt ny metodik. Fixeringen av länken ger en precision som ökar ståndtiden avevärt.", "02"], [7579001, "Propeller som blåser upp spån och damm i utsuget så att fräsningen blir renare och mer effektiv. Genom att propellern snurrar med verktyget så uppstår ett vakuum runt området som bearbetas så att spån och damm riktas upp mot spånhuven. Detta ger bättre arbetsmiljö med mindre spån och damm, maskinen hålls renare och ståndtid förlängs eftersom verktyget inte behöver skära spånor flera gånger. Sammantaget innebär det också färre driftsavbrott, vilket i sin tur medför bättre flöde i produktionen.", "20101"], [7607001, "Metod för skogsrensning som eliminerar riskerna med rotvältor och träd som fastnat i spänt läge. Metoden innebär att rotstocken kapas med hjälp av en lämpligt placerad sprängladdning.", "02012"], [7614001, "Träbearbetningsverktyg som bygger på en helt ny skärprincip och består av en cylindrisk fräskropp försedd med skär.", "20101"], [7622001, "System för automatiserad mjölkning. Kon placeras på en rörlig båspall, som enligt det automatiska systemet flyttas till olika stationer (foder, vatten, gödsel och mjölk). Utfordringen sker också automatiskt.", "01211"], [7632001, "Induktiv vagnvärmare. Värmaren är avsedd för uppvärmning av malmvagnar vintertid så att man snabbt och effektivt kan tömma malmlast.  En ny metod används ", "13100"], [7653001, "Förarlös gruvtruck med ett helt nytt styrsystem. Hjärtat i styrsystemet är en sändare som matar en styrslinga med högfrekvent växelström. Det magnetfält som alstras avkännes av två antenner på trucken. Om avståndet till den ena antennen minskar, registrerar fordonets reglerutrustning en skillnad i signalstyrka mellan antennerna och styr mot den starkare signalen.", "131"], [7661001, "Flygburen tank som utan extra vinbelastning ökar ett flygplans last av flytande ämnen. Tanken har formen av en extravinge på flygplanet, som monteras rakt under dess huvudvingar och har sådan aerodynamisk profil att den blir självbärande. Vid flygning får extravingen därmed en lyftkraft, som räcker till för egenvikten plus lasten i vingen.", "01"], [7675001, "Datorstyrd tillskärare avsedd för konfektionsindustrin som använder laserstråle istället för sax. Istället för att använda pappmallar matar man in information om mönster, storlek, antal osv på magnetband. Bandet kan sedan tillsammans med en dator användas för att styra tillverkningsprocessen. ", "18"], [7697001, "Tork för rötslam där slammet indunstas och övergår till pulver som pastöriseras. Pulvret kan sedan utan risk och specialutrustning spridas på åkrarna.", "01"], [7725001, "Hydrauldriven bergborrmaskin för ort- och tunneldrivning. Maskinen har två fördelar jämfört med ett tryckluftdrivet bergborraggregat; den har mycket hög borrsjunkning och den ger markant bättre arbetsmiljö. Hydraulborrmaskinen är den första i världen för arbete under jord. ", "13"], [7740001, "Nytt material i vilket PVC och trämjöl ingår.", "20102"], [7770001, "Tändapparat för sprängningsarbeten avsedd att öka säkerheten och minska antalet bomsalvor. Vid systemet sköts uppladdning av tändapparat och skjutning via telenätet.", "131"], [7777001, "Traktorband av stål och gummi för boggin till skotare, avsedd för att minska skadeverkningarna på trädens rotsystem vid skogsgallring. ", "02012"], [7782001, "Förskjutbar släpboggie för skogstransporter som ger tidsbesparingar. Släpet är så konstruerat att hjulboggien kan förskjutas framåt under lastytan så at fordonet blir mer lättmanövrerat på slingriga skogsvägar.", "02029"], [7791001, "Modalfibrer, ett textilmaterial tillverkade av cellulosa från barr- och lövträd.", "17"], [7796001, "Maskin som tar upp granplantor avsedd för verksamhet kring skogsplantering.", "02014"], [7809001, "Såg med horisontell klingmatning av den roterande klingan som minskar riskerna för att arbetsstycket slungas mot operatören.", "20101"], [7827001, "Fjärrstyrd vinschskotare avsedd för kvistning och kapning av gallrad skog. Skotaren är utrustad med två kombinerade vinschar och kranar som manvreras via bärbara radiosändare.", "02013"], [7829001, "Datasystem för kalkylering och produktionsplanering vid trähustillverkning. Systemet registrerar kundorder i en databas som för varje kundorder innehåller 'recept' som anger vilket hus köparen beställt och vilka ändringar som ska göras.", "20301"], [7845001, "Gummikudde som ersätter brytjärnet vid avverkning och därmed gör skogsarbetarens jobb lättare och säkrare. ", "02"], [7852001, "Pistol som laddas med gifttabletter för att rensa bort sly, buskar och oönskade lövträd.", "02012"], [7856001, "Aggregat som mekaniserar skivrasladdning i gruvor, den process där sprängämnet ska föras upp i borrhål i gruvortens tak. Vid manuell laddning är risken för ras från tidigare sprängningar stor och arbetet är tungt och obekvämt. Aggregatet består i princip av en behållare med sprängämnet i pulverform, en rulle med laddslang och en arm som kan manövreras till borrhålet från en skyddad plats.", "131"], [7859001, "Världens första automatiska skjortknäppningsmaskin. Maskinen arbetar på följande sätt: Först fixeras dragknapphålet över en hake, och knapphålsraden läggs mot en kant med klamrar. Maskinen lägger ner knapphålsraden över knapparna som bygger på en borstrand. Hakar söker sig igenom knapphålen förs över knapparna och ställs på kant för att knapparna ska lutas. Därefter drar hakarna knapparna genom kanpphålen, hakarna styrs tillbaka så att knapparna kan passera genom hakarna.", "1823"], [7871001, "Teknik för bärskördning. En rad skakdon tar sig fram genom bäbusken och skakar den så att bären faller ned. Skördemaskinen kopplas till en traktor som körs bredvid bärbusken. Via traktorns kraftuttag drivs skördemaskinens hydrauliska motor. ", "0113"], [7875001, "Metod för att stärka upp bergsschakt. Metoden går ut på att en \"plaststrumpa\" sänks ned i schaktet. Strumpan fylls sedan med betong som härdar och fungerar som en propp. Metoden är avsevärt mycket billigare än konventionella metoder. ", "13"], [7892001, "Plastkon som fungerar som miniväxthus som ska användas vid frösådd. Konen placeras över fröet som såtts i skogen. Efter tre år är plastkonen helt nedbruten och har blivit till koldioxid och vatten. Fördelen med miniväxthuset framför plantering är att varje planta blir avsevärt mycket billigare. ", "0201"], [7897001, "Stubbrytningsaggregat. Aggregatet monteras direkt på en skogstraktor, skotare eller liknande som är försedd med lastarm. Vid maximal belastning på traktorkranen 1000 kg får man en luftkraft på tången på 36 ton. En jägmästare hävdar att stubbrytning är det enda sättet att rädda den svenska skogen från snytbaggen. Stubbrytning ger också energi till låga kostnader. ", "02013"], [7919001, "Stubbrensare. När stubbarna rensas direkt på hygget minskar kostnaderna för att ta dem till fabrik. Fabrikerna gör t ex stubbflis av stubbarna. ", "02013"], [7939001, "Träduppdragare; ett hydrauliskt redskap som greppar tag, bryter upp och skalar rotgrenar av trädet. Med den nya tekniken kan 25 % mer av skogen tas om handl ", "02013"], [7944001, "Metod för att tillvarata gallringsvirke. Okvistat och buntat levereras det till en terminal där virket maskinbearbetas. Hälften blir pappersmassa, hälften råvara till energiproduktion. Röjning och gallring av skog är eftersatt på många håll p g a dålig lönsamhet, med den här uppfinningen hoppas man att lönsamheten ska öka. ", "02013"], [7959001, "Malmlossningsvagn som tömmer malmen automatiskt. Tömningen sker genom att vagnkorgen, som är lös men förbunden med underredet med kedjor, lyfts när den passerar upphöjningar i rälsen, s k styrbanor. Bottenluckorna öppnas då automatiskt av lastens tyngd och avlastningen sker. ", "13100"], [7980001, "Ny metod för gruvbrytning. Det omgivande berget hålls intakt genom isfrysning där malmen tagits ut Metoden ger möjlighet till selektiv utvinning av malmen, nästan ingen gråbergsinblandning och fullständigare malmuttag. ", "13100"], [7982001, "Förbättring av den s k \"non-elstubinen\". Det är en stubin som utlöses på mekanisk väg, alltså inte med elektricitet. . Det är framförallt i gruvnäringen stubinen används, då man är rädd för vådatändning av de elektriska stubinerna. ", "13100"], [7986001, "Odlignspapper baserat på torvfibrer. Torvfibrerna ger pappret egenskaper som gör det lämpligt för odlingsändamål. Det är t ex lätt att plöja eller harva ned efter odlingssäsongens slut. Pappret är i första hand avsett för odling av grönsaker i torra, sterila områden (t.ex. öknen). ", "011"], [8003001, "Robot som sköter inmatningen av slang i borrhål i gruvor. Tidigare prototyper har inte kunnat göras tillräckligt rörliga för att man ska kunna komma åt borrhålen i trånga utrymmen. Föraren av roboten har inte heller kunnat kontrollera att borrhålen verkligen fyllts med sprängämne. Den nya roboten påminner om en elefantsnabel längst ut. genom en speciell typ av ledning har den kunnat göas böjbar i alla led. Laddroboten består av en slangvinda, en bom, \"snabeln\" och ett extra hydraulpaket. Allt detta har byggts på en konventionell laddtruck. ", "13"], [8004001, "En ny typ av skarv för skarvning av bergsborr. I skarven går mycket av energin förlorad och skarven avger vibrationer. Den nya skarven har midjor som minimerar dessa problem. Den nya skarven är framtagen genom datorsimulering. ", "13"], [8014001, "Kabelmatningsutrustning som mångdubblar kapaciteten vid kabelbultning. Kabelbultning innebär att man borrar långa hål med normalt 64 millimeters diameter. I hålen för man in kasserade Skipkablar och fyller sedan resterande utrymme med betong. En annan metod innebär att man gör detta i omvänd ordning. ", "13"], [8015001, "Spik med \"synålsöga\" i den vassa änden. Öglan pressas isär när spiken når mothåll och förhindrar att den vandrar i trät. ", "204"], [8020001, "Utrustning för komprimering av talltoppar. Innan har det inte varit lönsamt att ta hand om klenvirke men med den nya metoden går det att bättre nyttja transportfordonens lastkapacitet. ", "201"], [8039001, "Bergbult i glasfiberarmerad polyester. Bulten är billigare än stålbultar, sett till den totala bultningskostnaden. ", "131"], [8065001, "Automat för automatisk och kontinuerlig kalkning av sjöar. Kalkningsautomaten sätts ut vid bäckar. ", "02029"], [8070001, "Datoriserad utfodringvagn. ", "0121"], [8078001, "Bergbult av stålrör som hindrar gruvtak att rasa. Den är avsedd för bergförstärkning i tunnlar och bergrum. Den finns för borrhålsdimensioner om 33 - 39 mm i berg och fylle runder expansionen ut hela borrhålet, inklusive eventuella ojämnheter i hålet. bulten är avsedd för temporära förstärkningsuppgifter inom gruvindustrin och vid tunnelarbeten. En stor fördel hos metoden är att den omedelbart ger full verkan, dvs full hållfasthet hos det aktuella bergavsnittet. Bultsättningen kan utföras av en man, vilket innebär en snabb och ekonomisk förstärkningsmetod. Ett hopvikt stålrör stoppas in i ett borrhål och fylls med vatten. Vattntrycket får röret att utvidga sig och fastna i borrhålet. Det fungerar därefter som en bergbult och håller ihop sprickorna i berget. ", "131"], [8085001, "Profilsystem för beklädnad av träfönster. Med profilsystemet blir fönstrena näst intill underhållsfria. Profilerna är i stål. ", "20302"], [8111001, "Konstgödselspridare av modell större. Om jordbrukaren kan köra i några få fasta spår, så kan maskinen användas långt i i växtsäsongen, eftersom det är förhållandevis lite gröda som förstörs om spåren är få. Då kan jordbrukaren gödlsa fler gånger med mindre givor än vad som är vanligt idag då jordbrukare gödlsar mellan en och två gånger om året. Då minskar också avrinningen av gödsel till vattendrag och grundvatten. Det innebär mindre övergödning. ", "011"], [8112001, "Pneumatisk planteringsmaskin för sallads- och blomkålsplantor. ", "0112"], [8117001, "Borrhuvud för dragande borrning. ", "13"], [8122001, "Multifunktionell skogsavverkningsmaskin. Maskinen fäller träd och transporterar sedan ut dem ur skogen. Upprinnelsen till innovationen är den allt större utbredningen av helträdsavverkning och den förlust som görs när träden släpas ut ur skogen. ", "02013"], [8128001, "Hästsko i anodiserad aluminium. Ytskiktet gör skon är lika hård som vore den av stål samtidigt som den är hälften så tung. En annan fördel är att anodiseringen förhindrar att galvaniska strömmar uppstår mellan hästskon och hoven. De ger ofta upphov till sprickbildningar i hoven. ", "0122"], [8129001, "Hydrauldriven kombinerad såg- och klyvmaskin. Maskinen matas med stockar som den med en kedjesåg kapar i lämplig kubblängd. Kubben faller ner i klyven där en hydraulkolv trycker kubben genom ett stjärnformat klyvjärn. ", "02013"], [8149001, "Specialmaskin för skörd av energiskog. ", "02013"], [8167001, "Skogsmaskin som rycker upp hela träd med stubbe och rotsystem. ", "02013"], [8172001, "Apparat för kontroll av ett materials reologiska egenskaper. Kan handla om t ex viskositet. ", "0112"], [8188001, "Skärtillsats till slipmaskin avsedd för verkning av hovar. ", "01228"], [8193001, "Plaststift för fästning av etiketter på virke. ", "02"], [8203001, "Hängflak av gummi. Gummi kan under vissa omständigheter vara hållbarare än stål. På grund av sin elasticitet deformeras inte gummi om man utgår från att gummit har rätt tjocklek. Gummit dämpar buller som uppstår vid lastning. ", "13"], [8211001, "Soldriven vattenpump. Pumpen drivs av en varmluftsmotor. Varmluft eller freon från solpanelen går in i överdelen av motorn. Den är förbunden med den nedre behållaren medelst en rörledning med ventiler. När pumpvattnet kyler luften så uppstår en kolvrörelse och ett tryck i vattenbehållaren som motorn är placerad i. Den börjar då suga vatten ur brunnen och pumpa det vidare till ett vattentorn eller en behållare en bit upp i luften. ", "011"], [8212001, "Solfångare för spannmålstorkar. Absorbatorn i solfångaren består av ett löst pressat fibermaterial av samma typ som används till isolering i bilar. Finessen med ETAB: s solfångare är att man får en mycket större värmeöverförande yta genom att suga luft genom hela absorbatorn med hjälp av en fläkt. Att ytan blir större beror på att varje tråd i fibermaterialet tar upp värmstrålning. ", "01111"], [8220001, "Hanterinssystem för sjötransport av malm. Syftet med innovationen är inte att sälja den utan att förbilliga transporter och på så vis kunna sälja mer malm. Systemet bygger på att fartygen ska kunna lasta och lossa sig själva. Det sker med ett unikt, automatiskt lastnings- och lossningssystem som möjliggör korta liggtider i hamn. En konventionell malmtanker fraktar idag drygt två miljoner ton om året mellan Narvik och kontinenten. Det nya systemet gör det möjligt att frakta fyra till fem ton om året. Ett fartyg kan göra 35 istället för 25 resor per år med det nya systemet. ", "13"], [8225001, "Gasturbinsanläggning. Speciellt lämpad för hantering av gruvgas, som dels has betydligt lägre vrmevärde än vanlig naturgas, dels en varierande halt metangas. Turbinens reglersystem klarar också snabba växlingar i gasens sammansättning. ", "13"], [8238001, "Metod för att avfetta furufanér. ", "202"], [8241001, "Separator som gör det möjligt att framställa luktfrit höns- och svingödsel. De fasta beståndsdelarna tuggas sönderoch den finfördelade flytgödseln pumpas sedan upp till en specialtillverkad separator. Där skiljs den flytande delen bort och går ner i en brunn. De fasta beståndsdelarna i gödseln slungas från separatorn ut på golvet i det speciellt uppsatta tältet där hela processen försiggår. På golvet finns en fläkt som är kopplad till ett långt rör. Med en meters mellanrum ligger ytterligare sex rör kopplade i vinkel till det längre räret- I rören finns små hål som blåser kalluft genom komposthögen som ligger ovanpå. Förmultningsprocessen styrs genom dosering av luften. Med rätt lutning kommer det hela igång på några timmar och redan då är temperaturen uppe i 67 grader. Efter sex veckor är temperaturen 37 grader och lukten är borta.", "011"], [8268001, "Teknik för avsaltning av havsvatten genom omvänd osmos. ", "41002"], [8312001, "Automatisk slipmaskin. Maskinen är en hydraulisk slip med fyrskärs-borrkronor. ", "13"], [8314001, "Metod för att täta sprickor och borrhål i berg. Metoden går ut på att injektera cement under statiskt tryck med pulserande belastning. På det sättet vibrear materialet och blir tunnflytande och når effektivare in i sprickorna. Läckage av vatten i t ex tunnlar kan reduceras betydligt. ", "13"], [8379001, "Mikrodatorstyrd skogsmaskin. Maskinen är den första i sitt slag som arbetar enligt den s k värdeapteringsprincipen. Det innebär att virkesvolymen hos ett träd utnyttjas på ett sådant sätt att det ekonomiska ytbytet blir så stort som möjligt. De dagsaktuella virkespriserna matas in i en databas. Därefter är det bara för maskinföraren att fälla ett träd och mata in vilket trädslag det rör sig om. Maskinen arbetar sedan direkt mot prislistan. Trädets dimenstioner mäts och datorn beräknar hur trädet bör kapas för att det maximala virkesvärdet ska kunna tas till vara. ", "02013"], [8389001, "Slitmaterial för reparation av utssatt gruv- och malmhanteringsutrustning. Materialet består av en Crom-Nickel-legering som håller en hårdhet av 650-700 Brinell, vilket jämförelsevis är betydligt hårdare än de cirka 550 Brinell, godset i nytillverkad utrustning håller. ", "13"], [8422001, "Mätram för sågverk. Ramen mäter diameter och form hos varje individuell stock. Mätramen minskar spillet för sågverken. Mätningen sker med lysdioder och dubbla fotoceller. ", "20101"], [8432001, "Tillskäringsmaskin med helautomatiska skär. Systemet bygger på lagerlös tillverkning av kläder i enstyck. Till maskinen är en dator kopplad, datorn placerar ut bitarna så att tyget utnyttjas optimalt. ", "18"], [8461001, "Analysinstrument för sökning av tunga mineraler, exempelvis guld. Instrumentet är en kombination av ett engelskt analysinstrument och en japansk elektronminsond. Mätdatorn söker automatiskt efter provet och identifierar kornen med hjälp av bildbehandling och röntgenanalys. Instrumentet kan hitta guldkorn eller andra intressanta saker, ner till en storlek på en tusendels milimeter. ", "13200"], [8499001, "Helikopterburen såg för grenröjning. Sågen fungerar som en vanlig motorsåg, men istället för svärd och kedja har den en balk med tio friliggande sågklingor.", "02012"], [8573001, "System för behovsstyrd ventilation av gruvor. Man sätter radiosändare på lastmaskiner, dumpers och arbetsplattformar i gruvan. Sändarna lämnar ett kodat meddelande som talar om vem man är och var man är och hur mycket luft fordonet behöver.  Systemet är behovsstyrt och frisk luft styrs till de områden där luft förbrukas. Systemet är uppbyggt runt två huvudkomponenter; dels en radioutrustning med vars hjälp varje fordons position (det är fordonen som förorenar luften) kartläggs. , och dels ett system för varvtalsreglering av sekundärfläktar för att ge varje brytrum erforderlig luftmängd. Genom kommunikation till gruvans processdator adderas gruvans spridda ventilationsbehov och primärfläktarna vid marknivån blåser ner en anpassad luftmängd. ", "131"], [8644001, "Lagringsteknik med vilken extremt låg syrehalt gör frukten hållbar under lång tid genom att mognaden bromsas upp och äpplena \"vilar\" före de mognar. Den låga syrehalten kommer av att man blåser in kvävgas, som tränger ut syret ur luften i lagerrummet. ", "01131"], [8741001, "Biologisk nedbrytbar plugg i plast för slyrensning.", "02013"], [8758001, "Metod för tryckimpregnering med linolja. Miljövänligt impregneringsmedel för trä. Medlet är en modifierad oljeprodukt. Medlet får så låg viskositet så att det kan tränga in i kärnan av träet. ", "20103"], [8781001, "Pressat trä som tillverkas med en patenterad isostatisk pressningsmetod.", "20203"], [8789001, "Biologiskt bekämpningsmedel baserat på bakterien Pseudomonas chlororaphis som producerar små mängder lätt nedbrytbara bekämpningsmedel direkt på det groende kornet. Medlet kan ersätta några av de giftiga kemiska preparat som idag används vid betning av spannmål, då utsädet skyddas mot sjukdoma.", "01111"], [8803001, "Metod att lastsäkra med vakuum. Lastsäkringen går till så att en tätningsduk läggs öve lasten. Med en vakuumpump minskas trycket inne i duken som då pessas mot godset. Därmet pressas också godset mot flakytan vilket ökar fiktionen och därmed motverkas risken att lasten ska glida eller tippa. Fördelen med vakuumsäkring är att den går betydligt snabbare än konventionell säkring med spännband.", "02029"], [8835001, "Instrument som detekterar mängden röta i träd. Tekniken bygger på att de metaller (mangan och kalium) som tas upp av trädet när det börjar ruttna spåras genom att elektricitet tillförs trädet. ", "02"], [8838001, "Trådspänningsmätare, för övervakning av trådspänningen i tyg- och textilmaskiner. Det är också möjligt att öka hastigheten på vävstolarna genom att justera spänningen efter trådkvaliteten. [par][par]Om trådarna har olika spänning blir det sämre kvalitet på tyget", "17"], [9014001, "Teknologi för att med varm luft i en fluidbädd blåsa utsäde fritt från smittor och sjukdomar.", "01"], [9039001, "Gentekniskt förändrad stärkelsepotatis. Potatisen är inte till för att ätas utan för att användas som stärkelseproducent till industrin. ", "01"], [9048001, "Papper som är vattentätt baserat på katalytisk process som ger nya egenskaper hos cellulosa och kan användas för att impregnera trävirke så att det står emot röta och eld, eller för att göra bommullstyg vattenavstötande.", "02012"], [9089001, "Nytt byggsystem för höga trähus med en balken som klarar långa spännvidder och dämpar stegljud.", "20301"], [9120001, "Miljövänliga gödselmedel för trädplantor som bygger på aminosyror vilka innehåller det kväve som växterna behöver. 2008 vil Swetree börja testa gödsel också på andra typ er av plantor", "01410"], [9226001, "Energisparventil som kan monteras på befintliga tryckluftscylindrar och få dem att gå fortare, jämnare och tystare och bara dra hälften så mycket tryckluft som tidigare. Det sänker energikostnaden med minst hälften.", "20101"], [9250001, "Strängsprutat plastmaterial med galler- eller nätstruktur som produceras med en för den nordiska marknaden ny teknik", "17403"], [9305001, "System för infordring av malm, uppbyggt av keramiska permanenta magneter invulkade i gummi", "13100"], [9408001, "Polymeriska impregneringsagenter för (gran-)trä", "20103"], [9412001, "Maskin för skogsindustrin som används vid bearbetandet av avverkat timmer (t.ex. för avkvistning etc.).", "02"], [9415001, "Jordförbättrande produkt som är resultatet av en ny process som istället för att bränna barkavfall, vilket är ett miljöproblem, konverterar barkavfallet till denna produkt", "013"], [9417001, "Nytt emballagematerial av papper. Pappret är högtöjbart med mellanliggande plastfolie och asfaltlaminering.", "201"], [9418001, "Ny typ av plywood, avsedd för utvändiga paneler vid småhusbebyggelse, som framställs med ytfaner", "20301"], [9423001, "Cirkelsågklinga i hårdmeall som ger mindre buller genom att en urvarvning i klinglivet är fyllt med ett ljud- och vibrationhämmande material", "201"], [9431001, "Ny skogsmaskin som har högre kapacitet och kan både fälla, kvista och kapa ", "02"], [9432001, "Nytt minidatorbaserat styrsystem för sågverk. Från någon av dataterminalerna i sågverket kan man utan dröjsmål få de besked man önskar. T ex produktionsrapporter, uppgifter om sågutbyten, avbrottsstatistik eller kontroll uppgifter gällande brädernas dimensioner.", "201"], [9433001, "Ny traktordriven flishuggarmaskin som är självmatande", "02012"], [9436001, "Vattenkyld klingsåg med tunnar sågsnitt, mindre sågbyggnad och högre kapacitet", "201"], [9438001, "Maskiner för ströläggning och paketering som underviker dubbelarbete. Dessa paketerar automatiskt i facken i ett sorterverk så att man helt slipper dubbelarbete att först sortera i en maskin och därefter strölägga eller paketera i en annan maskin. Fördelarnaa med de nya maskineran är många. Förutom att dubbelarbetet undivkes,  slipper man stora fallhöjder i fack för ruslagt virke. Virket avtages ljudlöst från transportkrokar på den plats det skall ligga i ett färdigt paket och paketet kan vid ströläggning uppbyggas direkt på underlaget utan att belasta maskinkonstruktoinen varför denna kan göras lätt och billig.", "20"], [9446001, "Liten skogsmaskin för 'tidiga gallringar' som genom sin litenhet lätt tar sig sin i skogsbestånden och fäller de rätta träden", "02012"], [9448001, "Ny process för produktion av blekt massa.", "02"], [9454001, "Ny virkestorkare som genom att undanröja organiska upplösare drastiskt minskar energikonsumtionen. Problem vid konventionella virkestorkare som opererar med stora luftmängder äär att virket torkas ut. Genom att använda turbulent luft begränsas den nödvändiga luftbolymen vilket besparar en stor energimängd. ", "20101"], [9458001, "skyddsmedel mot blånads- och mögelsvampar där den aktiva substansen är ortefenylfenol för sågat virke", "201"], [9460001, "automatiserat bioenergisystem som konverterar skogsrester till bränsle, som bygger på en ny mobil kvistningsmaskin", "01124"], [9462001, "Tabletter som tar död på träd som skapar lövslyproblem genom att tabletter förs in i trädstammen", "02"], [9464001, "Anläggning som bygger på ny barkningsteknik som gör det möjligt att barka eucalyptus oavsett ålder.", "02013"], [9473001, "Positioneringsinstrument för timmer i sågverg. Precilog optimerar sågutfallet. ", "20"], [9520001, "Blåssystem med automatisk varvtalsreglering. Tekniken ger stora och mätbara fördelar jämfört med äldre teknik för materialtransporter i industrin. System för mätning och reglering av luftflöden i pneumatiska transportsystem. På varje system som ska justeras görs mätningar för att se vilka energibesparingar som är möjliga. Effektförbrukningen mäts under en tidsperiod och värdet jämförs sedan med förbrukningen under reglerad drift. REsultaten används när reglerutrustningen ska dimensioner och bildar underlag för datorprogrammet som styr regleringen. Systemet bygger på ett styrsystem, en styrenhet och en frekvensomformare. ", "20"], [9524001, "Maskin som komprimerar avverkade träd till hanterbara stockar som sedan kan forslas ut ur skogen. Det fällna virket blir mer hanterbart och hela processen blir smidigare.", "02"], [9525001, "Maskin som komprimerar avverkade träd till hanterbara stockar som sedan kan forslas ut ur skogen. Det fällna virket blir mer hanterbart och hela processen blir smidigare.", "02"], [9526001, "Ett tekniskt genombrott är på väg att genomföras i pappersindustrin. För första gången kan man nu följa alla fiberns viktigaste egenskaper på en gång, on-line genom processen. Detta öppnar möjligheter att studera egenskaper hos olika typer av fibrer och att se hur fibrerna påverkas av olika processteg. FiberMaster bygger på en optisk mätteoretisk kunskap som byggdes upp under många år vid STFI, Skogsindustrins Tekniska Forskningsinstitut. ", "20"], [9552001, "Luftinjektionssystem för bomfärgningsapparater. Systemet består av en luftdysa och en manöverpanel för mätning och reglering av luft tillförseln. ", "17300"], [9553001, "Produktionsapparat för beklädnadsindustrin som ger rationaliseringsvinster och är en vidareutveckling av Aseas drivutrustning 'Thyristop'.", "182"], [9556001, "Avsyningsmaskin som tillåter att den flata trikåslangens båda sidor kan avsynas vid endast en passagen genom maskinen.", "17600"], [9557001, "Uppskärningsmaskin avsedd för uppskärning av rundstickad trikåväv.", "17600"], [9558001, "Krympmaskin för rundstickad trikå som reducerar krympeffekten vid tvätt av de färdiga plaggen och eliminerar också centrifugerings- och våttafflingsprocesserna av varan vid beredningen.", "17600"], [9561001, "Fixeringspress för påpressbara mellanlägg som aretar enligt en ny princip. Pressens arbetssätt tillåter hög kvalité vid vidhäftning mellan tyg och mellanlägg samt hög produktionskapacitet.", "18"], [9562001, "Specialkonstruerad lager- och transportlåda och galge som huvuddel av ett system för lagerhållning och leverans. Direkt efter pressning hängs plagget på galgen so placeras i lådan. Lådan eliminerar bekymmer med lagerdam. ", "182"], [9563001, "Lägg- och tillskärningsbord där bordskivan har små hål. Genom hålen blåses luft så att man får en luftkudde mellan bordskiva och materiallägg.", "18"], [9564001, "Roterande siltrumma för rening av avloppsvatten från bl.a. textil- och garveriindustrier. I trummans första del med fin perforering uppslammas suspensionen till trögflytande konsistens. Skruvtransportören vidarebefordrar massan till nästa fack, där avvattningen fortsätter medelst medbringaren. En roterande borste rensar kontinuerligt siltrumman.", "18"], [9566001, "Halvautomatisk maskin för tillverkning av kavajer som ingår i en metod för applicering av axelvaddar. Kombi-mellanläggen är avsedda för frontfixering utan användning av extra bröstbelägg och därför är basväven vävd i rapporter med olika styvnadsgrad. Detta vävnadssätt eliminerar behovet av extra bröstbelägg och man sparar således material och tid.", "18221"], [9569001, "Metod för vacuumförpackning av skrymmande textilier som minskar volymen ger bättre produktskydd och minskar risken för rynkor och veck på plaggen. Förpackningsmaerialet är en plasfilm med låg ångpermeabilitet. Inpackningsmaskinen kränger filmen över plagge under en uppåtgående rörelse of för det in i vacuumkammaren där förpackningen förvandlas till en platt styv och lätthanterlig enhet.", "181"], [9570001, "Vävmaskin med två skilda vävbanor där ett och samma spjut växelvis för in väft i de båda skälen.", "172"], [9571001, "Datastyrd maskin som quiltar med hjälp av ultraljud.", "17"], [9572001, "Numeriskt styrd laserskärmaskin som anpassas till ett koordinatbord för tillskärning av modellpapp.", "181"], [9573001, "Tillsatsaggregat för rotorspinnmaskiner.", "172"], [9575001, "Tygavkapningsmaskin", "17"], [9576001, "Kasettvävstol som består av en grundstomme med trampanordning. På stommen läggs en kassett som innehåler varpbom, träckbom, lättmetallskaft med stålsolv, skedlag, bröstbom och tygbom. Om man har tre kasetter innebär det att man kan göra undervisning i tre pass om dagen på samma yta som man tidigare körde ett. ", "172"], [9578001, "Apparat som fastställer passformstabilitet hos trikå. Plagget breddtöjs och plaggets bröstomfång uder belastning mäts. ", "18"], [9579001, "Brodérmaskin med en avancerad transportmekanism som gör att fyllningen av exempelvis en bokstav blir riktig. Maskinen är välanpassad till både seriemässig och ateljéverksamhet tack vare enkel programmering via tangentbord.", "17549"], [9581001, "Pressmaskin som innebär att överblocket förskjuts bakåt så att underblocket friläggs helt samtidigt som värmekällan avlägsnas från pressaren.", "181"], [9582001, "Datorstyrt tillverkningssystem av konfektion. Eton är engagerat i utvecklingen som pågår på Chalmers.", "18"], [9583001, "System av flyttbara arbetsstationer för sömnad, som kan kompletteras med vikbord, plaggutlösare m.m. ", "18"], [9584001, "Datorstyrt tillverkningssystem av konfektion. Systemet gör tillverkningen avsevärt snabbare.", "18"], [9585001, "Ultraljudssvetsning av knapp direkt i skjorta. Skjortan blir genom processen färdigknäppt, varför detta moment sparas in. Ena framstycket fixeras i ett bestämt läge. Över detta läggs det andra framstycket med färdigtränsade knapphål. En tryckplatta trycker knappen genom knapphålet mot undertyget samtidigt som en ultraljudssvets går genom knappen som smälter fast i undertyget.", "1823"], [9586001, "Laserskärmaskin för exakt mönsteranpasad tillskärning avsett för rutiga och randiga trikåtyger. Laserstrålen markerar ett skarpt och tydligt ljuskryss i rät vinkel. Med hjälp av ljusmarkeringen läggs tyget exakt trådrätt.", "176"], [9587001, "Ny rundstickmaskin med en mikrodator som kontrollerar nålarna individuelt såväl i cylinder som ribbskiva vilket bl a gör det möjligt att välja alla kombinationer av masktransfereringar mellan cylinder och ribbskiva.", "182"], [9589001, "Vakuumförpackningssystem som löser problemet med att kläder efter transport måste pressas.", "17"], [9590001, "Lagringssystem för garn, kvalitéen hos garnet ökar på grund av att de tidigare väsentliga transportskadorna minskar. Med det nya systemet kan dessutom personal sparas in. ", "18"], [9591001, "Vakuumsystem som bygger på principen med vakuumsug för att avvattna löpande tygbanor.", "17"], [9595001, "Golvmonterat produktionslinje som innebär effektivitetsökning, snabba genomloppstider samt möjlighet till att producera korta serier utan effektivitetsförluster.", "18210"], [9599001, "Frekvensstyrd tvättmaskin som är utrustad med en mikroprocessor vilken ger flexibilitet i programmeringen.", "17"], [9600001, "System av långsträckta rullbara bärelement för stödelement till utomhusmarkiser till restauranger, stegar för räddningsflottar och utrymning av byggnader samt rullbara bårar.", "17403"], [9610001, "Fluorkarbonbehandlad cambricväv för användning i operationsrockar. Fluorkarbonerna har en låg ytspänning vilket gör att vätskor inte väter materialet, samtidigt som materialet har god ånggenomsläpplighet.", "18210"], [9614001, "Laserskärmaskin för kostymskärning som styrs med styrdata.", "18221"], [9617001, "Ljudabsorberande, dekorativ, stickad textilie.", "17"], [9720001, "System för avskiljning av metallföremål vid pneumatisk flistransport. Systemet fungerar så att en i en transportledning inbyggd spole indikerar metallföremål som passerar. Den ger då en impuls som dels stoppar materialtillförseln till systemet och dels öppnar en ventil som släpper ut det indikerade föremålet ur ledningen.", "20101"], [9722001, "Material som kan ersätta matjord i gräsmattor, rabatter, parkanläggningar, idrotsplaner m.m. som är fritt från rotogräs, klumpar och sten. Materialet  består av sand och rötslam. ", "01410"], [9734001, "System för automatisk styrning av förarlösa truckar. Systemet är uppbyggt kring en fast sändare som mäter en i marken nergrävd styrslinga med högfrekvent växelström. Det magnetfält som då alstras uppfattas av två antenner monterade på fordonet. Minskar avståndet till den ena antennen medför detta en starkare signal och fordonet svänger.", "13100"], [9740001, "Produkt som genom att låta ljudet från en 'tyfon' aktivera den inblåsta luften undviker valvbildningar hos bulkmaterial och erhåller ett jämnare flöde vid lastning och lossning. ", "02029"], [9772001, "Dämpningsanordning för virkessortering som gör att man kan eliminera upp till 90% av sprickbildningensom uppstår vid fallsortering av sågat virke.Dämpningsanordningen består av en hängmatta av vävda polyesterband, och efter hand som virke fylls på så sjunker lasten automatiskt. Förutom dämpningen av fallet får man även en  sänkning av ljudnivån.", "20"], [9789001, "Ett brandsläckningssystem, en kolsyreanläggning, dimensionerad för att kunna släcka brand i motorrum och hydraulutrymmen. När brand uppstår utlöses en termokontakt som i sin tur utlöser en röd blinksignal i förarhytten. ", "20"], [9937001, "Programvara som möjliggör lagring av data som skickas från skogsmaskinförare till mobiltelefoner. Datan skickas till central terminal så fort det finns täckning inom GSM-nätet. ", "02"], [9948001, "Skräddarsydd datalösning för Svenska Lantmännens logistik av djurfoder. Komponenterna består av Silo on Line, Logicenter, Logibulk och Logiserver. ", "01"], [10050001, "Truck avsedd för transporter i trånga tunnlar och orter i gruvor. I lastkorgens botten finns en kedjetransportör som gör det möjligt at fylla korgen helt även om den lastas bakifrån.", "13"], [10086001, "Anordning för utgödsling i stall. Tryckaren är patenterad och består av en drivenhet, tryckstation, transportör, gödselskrapor och hydraulcylinder.", "01"], [10107001, "Rotator för vridning av hängande kranlaster. Den nya rotatorn kännetecknas av enkel konstruktion, högt vridmoment, låg vikt och lågt pris. Eftersom den har konstruerats för att klara laster på upp till 8000 kg bör den enligt uppgift inte bara bli intressant för skogsindustrin utan även för bygg- och transportsektorerna samt för den tyngre verkstadsindustrin.", "02"], [10148001, "Station för inmätning av timmer. Mätningen av timmer kan nu utföras i uppvärmd lokal med rätt belysning. Stor vikt har lagts vid den ergonomiska utformningen av arbetsplatsen. Stationen kännetecknas av en ombonad arbetsmiljö. Bländfri belysning, låg bullernivå och rätt arbetshöjd på mätbordet. ", "02021"], [10161001, "Mekaniserad utrustning för spräckning av s k skut, dvs block i stenbrott och gruvor. Utrustningen har en hydraulisk vattenkanon, som skjuter en vattenprojektil in i ett borrat hål. Utrustningen möjliggör en rationell stenspräckning både ovan och under jord. ", "13"], [10190001, "Traktorserie. Konstruktionen är unik i det avseende att framaxeln är placerad mitt under motorn och att den rymliga bränsletanken på 180 L bildar en bärande del av chassiet. Axelns placering ger mycket gynnsam viktfördelning och därmed goda dragegenskaper. Kraftöverföringen till den drivna framaxeln är helt inbyggd och väl skyddad. Fyrhjulsdriften tillsammans med att traktorn är robust och har släta botten- och sidoytor, stor frigångshöjd och låg tyngdpunkt gör den också användbar i skogskörning. ", "01"], [10230001, "Andra generationens hydrauliska bergborrmaskin. Användningen av hydrauliska bergborrmaskiner innebär många fördelar. I jämförelse med pneumatiska aggregat är borrsjunkningen mycket högre och bullernivån väsentligt lägre. Detta beror främst på att det vid hydrauldrift inte förekommer några utsläpp av avloppsluft och därmed ingen vatten- och avloppsdimma kring aggregatet. Den nya borrmaskinen tillverkas i fyra versioner, som tillgodoser behovet vid de flesta borrningsoperationer ocan och under jord. Konstruktionen är baserad på ett system av komponenter. ", "13"], [10506001, "Ljuddämpande tyger. ", "17"], [10550001, "Instrument som använder infrarött ljus för att mäta koncentration av exempelvis aktivt slam i ett reningsverk. Mätaren arbetar genom att en infraröd ljusblixt får genomlysa slammet. Sedan mäts det ljus som tränger igenom slammet och på så sätt får man fram slam-koncentrationen. Instrumentet har ett stort mätområde och flera användingsmöjligheter.", "4100"], [10564001, "Varmluftsanläggning för eldning med flis, sågspån och torv, i första hand avsedd för spannmålstorkar, växthus, sågverk och industrier. Systeet är uppbyggt av två enheter, en varmluftspanna med automatiskt styrd förbränning samt en fastbränslebehållare (kallad Biomatic Komplett). Fastbränslebehållaren består i sin tur av bränslebehållare och en helautomatisk utmatningsanordning vilket minskar risken för att bränslet fastnar.", "01115"], [10574001, "Miljövänligt renspumpsystem med ett patenterat magasin. Systemet består av en mammutpump med kompressor, en dykarledning och ett magasin.  Risken för bräddning vid driftstopp och därmed förorening av näraliggande vattendrag elimineras i renspumpsystemet som inte har något bräddvlopp.", "4100"], [10579001, "Anläggning för vattenrening baserad på principen att man använder recipienten havet som utjämningsbasäng. Systemet består av horisontella flytbassänger där själva recipientvattnet används som balanserande medium I flytbassängerna finns förstärkta och väl tilltagna plastskynken som förankras mot recipientens botten.", "4100"], [10655001, "Med mindre än en arbetsdag som total tidsinsats under ett helt år ska det vara möjligt för en enda person att flisa ved tillräckligt för en mindre fastighets årsbehov. Det menar svenska tillverkaren av lantbruksmaskiner, Ekengårds Maskinfabriks AB, so mutvecklat en liten och lätt flishugg Den är baserad på en annorlund ateknik och avsed för montering på en traktors utgående drivaxel eller för stationärt bruk med koppling til en elmotor. Det är tillämpningen av en helt ny princip för flishuggningsskivor, utvecklad bl a inom de tsvenska försvaret, somg gjort de uppseendeväckande kapacietstalen möjliga. I motsats till konvenitonella skivhuggar med få och långa nivar har Ekengårs flishugg en skiva med många små knivar fördelade utefter cirekelformiga banor. Det praktiska resultatet blir högre fliskvalitet med bättre självmating av veden. Detta snenare minskar och förenklar de manuella arbetsmomenten. Konstruktionen med många små knivar plkacerade i cirkelbanor ger dessutom arbetsmiljömässiga fördelar. Flisen snarare fräses än huggs vilket sänker ljudnivån avsevärt samtidigt som vibrationerna minkas. Teknike minskar vidare utrustnignens känslighet för föroreningar som stenar etc i vedråvaran. ", "20"], [10695001, "Alla som arbetat med en lasttraktor vet hur besvärlgit det kan vara att byta fårn skopa till gaffelram med spridning. Man får springa ut och in i hytten för att koppla om hydraulslangar och får sig samtidigt en dos olja på kläderna. Innovatören Ahrne Rönnblom har nu löst problemet. Genom en enkel installation kan föraren istället ändra gafflarnas spridning via knappar i förarhytten. Uppfinningen gör det även möjligt att flytta gafflarna parallellt, vilket bland annat underlättar lastning och lossning i trånga utrymmen. Gaffelstället Hector är uppbyggt på ett helt ny sätt. Genom en enkelt utformad manöverpanel i förarhytten, som står i förbindelse med gaffelstället kan spridningen styras elektriskt. Den knappstyrda gaffelsprindingen ger användaren livstids garanti mot hydrauloljeläckage och borta är också alla hydraultuber som skymmer sikten. med hjälp av tekniken kan gafflarna placeras precis där föraren vill ha dem. Möjligheten till parallellförflyttning är dessutom helt unik, eftersom detta inte gått att genofmöra med traditionell hydraulik. Godset kan nu hatneras på ett särkare sätt. Det slarvas nämligen ofta med gafflarnas inställning, på grund av allt \"böaknde\" med hydraulslangarna. - Speciellt bra är Hector för den som byter redskap ofta. Tekniken kan naturligtvis också anävndas på andra typer av redskap för lasttraktorer, till exempel för sophantering och vibration, säger Ahrne Rönnblom. Stålteknik i Skellfteå, tel 0910-70410", "01"], [10698001, "Apart from the BOXRAY one of the most well-known systems from Boliden is the BIS, Boliden Information System. Already in the mid 70's Boliden had developed its first centralized information system, based on colour graphics screens. From 1983 they have used 'open systems', based on the growing industry standard operating system UNIX. This has communication facilities with all kinds of other computers, from mainframes to personal computers. This system now is known as the BIS. It comprises modern process control stations, equipped with colour screens to provide the operator with easy access to informatoin. They also have a rugged design, to withstand the process environment. This allows the operators to be mobile within the plant and still have access to all informatoin. The information includes a voice system, reading digitally pre-recorded alarm texts including actual process values, to a helmet mounted radio reciever, in order to allow the operators to take appropriate action. The main functions in the BIS system are: Process graphical representation, trend informatoin, alarm ifnormatoin, machine statistics, reports and as a control station for start/stop and sadjustment of controller parameters, such as set-points etc. C--- Today, some 30 BIS system[s] are installed worldwide - from CHina to SPain and in nearly all Swedish complex sulphid-ore mines. [---] Source 2: BIS, det färgbildskärmsbaserade informations- och styrsystemet, började utvecklas 1981 och redan då valdes operatvsystemet UInix.\"", "13"], [10701001, "Den nuvarande trenden inom drifter- och tunelborrning är att använda kraftulla datorstyrda riggar med borrmaskiner på 18 kW eller mer. Detta har självklart lett till att borrningen har blivit mer automatiserad. Påkänningarna på borrsträngen har ökat, inte minst på grund av att operatören utför inriktning och påhugg med hjälp av sin datorskärm. Sneda påhugg mot berget är vanliga och riskerna för alltför höga påkänningar, som resulterar i böjskador och brott, är betydande. Secoroc har med R35 Magnum stänger och kronor lösningen på detta problem. Drifterstången är heluppkolad och har betydligt minskat risken för böjskador. En ytterligare fördel är att borrstänger på upp tilll 6,1, meter kan användas, vilket ökar produktiviteten i borrningen. Mer robust gänga samt större diameter på kronsidan.", "13"], [13013001, "Maskin för att barka timmer med högre prestanda. \"Traingelmatarverk med piggvalsar och pneumatiskt styrda barkningsverktyg med hårdmetallplattor är några av anledningar till barkningsresultatet med minimala vedskador.\" (NTT, 2007, nr.14, p.13).", "201"], [13014001, "Ny, ställbar dubbelaxlig klingsåg för fyrsidigt reducerade block. Den har sex ställbara klingor på teleskopiska axlar som medger ögonblickliga omställningar. Tekniken med mötande klingor på dubbla axlar garanterar hög prestanda och produktkvalitet. (NTT, 2007, nr.14, p.13)", "20101"], [13015001, "Utrustning för sortering (baserad på företagets Dynagrade-teknologi) som medger högre precision och klarar takter upp till 180 bitar per minut på tvär-transponderande linjer.", "20"], [13016001, "Kantautomat med nytt styrsystem för såväl bemanand som obemannad drift.", "20101"], [13017001, "Våtslipsystem för eggverktyg (dvs. en slipmaskin för exempelvis knivblad och dylikt). En central funktion är den jigg som sitter på maskinen som tillåter att slipningen av det använda objektet sker i samma vinkel hela tiden.", "20510"], [6039001, "Pneumatisk graverpenna. Drivenheten har inga andra rörliga delar än en tallrik på vilken stiftet är direkt fästat, en O-ring och en återföringsfjäder. Lämpar sig väl för gravyr på verktygsstål. ", "20"], [6068001, "Världens första maskin för vakuumförpackning av kläder. En täckjacka förlorar t.ex. 70 % av sin volym. ", "17"], [6100001, "Skrotdetektor baserad på induktion av virvelströmmar i skrotbitarna som därvid avger ett elektromagnetiskt fält som instrumentet känner av. Man detekterar därför på ett sekundärt fält som skrotbitarna själva avger och inte som är vanligast på störningar i det primära fältet orsakat av skrotbitar. Härigenom är detektorn ikänslig för transporterat material, såsom magentisk järnmalm m. m. och känslighetsinställningen behöver aldrig ändras, om transporterat material varierar. Den detekterar alla typer av skrot som är elektriskt ledande, t.ex. manganstål, stångskrot typ armeringsjärn, aluminiumskrot m.m. Detektorn är ett nödvändigt skydd för processmaskiner, där risk för skrot föreligger. ", "13"], [6369001, "System för automatisk styrning av förarlösa fordon. De stora vinsterna med förarlösa fordon ligger inte bara i automatiken, utan också i ökad livslängd och större driftsäkerhet på fordonen. I vissa fall kan fordonen användas i transporter där omfattande säkerhetsåtgärder krävs för att skydda föraren. Saab-Scanias system är uppbyggt kring en fast sändare som matar en styrslinga med en högfrekvent växelström. Det magnetfält som då alstras uppfångas av två antenner monterade på olika avstånd från fordonets centrumlinje. Minskar avståndet till den ena antennen medför detta en starkare signal. ", "13"], [6700001, "Sprängämnesystem i vilket känsliggöringen sker genom kemisk gasnin. Detta medför att förbättrade detonationsegenskaper erhålls och risken för avbrott och därmed följande dolor minskas. ", "13"], [6763001, "Ny prospekteringsmetod baserad på tillämpning av geogas. Med hjälp a geogas ka man spåra malmkropar på 350 meters djup. Idén till den nya metoden fick man i slutet av 70-talet i samband med radonmätningar i gruvorna. Man fann att radontransporten genom fast berggrund var snababre än man tidigare trott och skedde genom ett uppåtgående flöde av gasbubblor i grundvattnet, som finns i sprickor i berget. Det var då som tanken aktualiserades, att bubblorna, som vid analys visade sig innehålla i stort sett vanlig luft, rimligen borde ta med sig någon information om bergsammansättningen. ", "13"], [6819001, "Utrustning för avvikelsemätning vid borrning. ", "13"], [6826001, "Instrument för borrhållsmätning med nytt mjukvaruprogram. Instrumentet är framförallt avsett för olje- och gruvindustrin.", "13"], [6922001, "Icke-elektriskt tändningssystem. ", "13"], [7022001, "System för pulverupplösning i vätskor som bygger på principen att vätskan som utgör lösningsmedel sprayas med tryck underifrån mot materialet", "41001"], [7042001, "Metod för att skydda trä mot vatten genom att man plasmabehandlar ytan med hexametyldisiloxan", "20302"], [7043001, "Metod för att skydda trä mot vatten genom plasmabehandling med polyetylenglykol. Målet är en ogiftig process som ska kunna göras i anläggningar för vakuum- och tryckimpregnering. Metoden ska ge en panel som håller husets livslängd och som håller sig snygg i åtmoinstone trettio år. Dessutom ska processen vara pH-neutral för att inte skada trät, och ge ytskiktet samma elasticitetsmodul som det underliggande trät.", "20302"], [7067001, "Genmodifierad potatis för produktion av bindemedel och ytstarkare papper i pappersindustrin, samt för lätthanterligare glasfiberväv och stabilisering vid oljeborrning och till varpliming.", "17250"], [7139001, "Flamskyddsmedel som är baserat på citrat och acetat (salter) och är därmed miljövänligt. Medlet kan användas i flertalet material såsom PUR, PVC (sedan 2008), latex, gummi, trä, etc. ", "17"], [7223001, "Mikrodatorbaserat system för industriell vägning och dosering. D-4 kan dosera ett praktiskt sett obegränsat antal komponenter och varje instrument kan betjäna upp till nio vågplatser. Mikrodatorbaserat system för industriell vägning och dosering. Systemet byggs upp av kombinerbara standardmoduler vilket ger skräddarsydda systemlösningar och möjligheter till successiv utbyggnad i takt med behov. ", "16000"], [7461001, "Band för surrning av sågat och hyvlat virke på järnvägsvagn. Bandet är av polyester och är belagt med polyetenplast. Minimerar nötningsskador på virket samt är beständigt oavsett om det är varmt eller kallt. Surrningstiden för en vagn minskas till hälften. ", "20"], [7473001, "Metod för att minska cirkelsågblads värmekänslighet, så att de kan göras tunnare och med mindre skärbredd. Anledningen till att man vill ha tunnare sågblad är att ju bredare blad dess då mer av virket går förlorat i spån. Metoden består i att såglbadet slitsas upp med laser i ett antal lameller. Laserskärningen görs med oscillerande stråle så att intilliggande lameller är låsta till varandra för rörelser vinkelrätt mot sågbladets plan. ", "20"], [7485001, "Övertäckningsanordning för järnvägsvagn. ", "20"], [7514001, "Nytt basmaterial för snickeriindustrin.", "20302"], [7517001, "Dekorativ pelare för såväl inom- som utomhusbruk.", "20302"], [7570001, "Bandsåg med helt ny typ av mycket tunt bandsågsblad vilket ger tunnare snitt och gör att det går att sträcka ett tunt band betydligt mer än ett tjockt med biehållna fördlear.", "20102"], [7573001, "Fixtur för slipning av speciella huggstål som Veisto använder i sina reducerare. Med fixturen kan de slipa tio stål samtidigt i en vanlig planslip.[par][par], något som anses ge bästa resultatet, men i vanliga fall är omständigt eftersom man då bara slipar ett stål åt gången.", "20"], [7653001, "Förarlös gruvtruck med ett helt nytt styrsystem. Hjärtat i styrsystemet är en sändare som matar en styrslinga med högfrekvent växelström. Det magnetfält som alstras avkännes av två antenner på trucken. Om avståndet till den ena antennen minskar, registrerar fordonets reglerutrustning en skillnad i signalstyrka mellan antennerna och styr mot den starkare signalen.", "132"], [7672001, "Oscilloskop som mäter rasrisk vid tunnel- och gruvarbeten och som fungerar som skrotningsindikator. Genom att förse motoraxeln med en eller flera excentriska vikter kan man få mekaniska vibrationer, som med hjälp av en stång injiceras i det bergparti som undersöks. ", "13"], [7726001, "Luftfiltreringsanordning för hyttförsedda arbetsfordon i dammiga miljöer som avskiljer mycket små partiklar. ", "13"], [7770001, "Tändapparat för sprängningsarbeten avsedd att öka säkerheten och minska antalet bomsalvor. Vid systemet sköts uppladdning av tändapparat och skjutning via telenätet.", "132"], [7856001, "Aggregat som mekaniserar skivrasladdning i gruvor, den process där sprängämnet ska föras upp i borrhål i gruvortens tak. Vid manuell laddning är risken för ras från tidigare sprängningar stor och arbetet är tungt och obekvämt. Aggregatet består i princip av en behållare med sprängämnet i pulverform, en rulle med laddslang och en arm som kan manövreras till borrhålet från en skyddad plats.", "132"], [8039001, "Bergbult i glasfiberarmerad polyester. Bulten är billigare än stålbultar, sett till den totala bultningskostnaden. ", "132"], [8078001, "Bergbult av stålrör som hindrar gruvtak att rasa. Den är avsedd för bergförstärkning i tunnlar och bergrum. Den finns för borrhålsdimensioner om 33 - 39 mm i berg och fylle runder expansionen ut hela borrhålet, inklusive eventuella ojämnheter i hålet. bulten är avsedd för temporära förstärkningsuppgifter inom gruvindustrin och vid tunnelarbeten. En stor fördel hos metoden är att den omedelbart ger full verkan, dvs full hållfasthet hos det aktuella bergavsnittet. Bultsättningen kan utföras av en man, vilket innebär en snabb och ekonomisk förstärkningsmetod. Ett hopvikt stålrör stoppas in i ett borrhål och fylls med vatten. Vattntrycket får röret att utvidga sig och fastna i borrhålet. Det fungerar därefter som en bergbult och håller ihop sprickorna i berget. ", "132"], [8193001, "Plaststift för fästning av etiketter på virke. ", "20"], [8196001, "Metod för att leta efter malmfyndigheter. Metoden går ut på att identifiera s k omvandlingszoner där mineraler och spårelement omvandlats p g a närheten till malm.", "13"], [8343001, "Automatisk borrigg för tunnlar. Borriggen både styr och övervakar sig själv med hjälp av fyra mikrodatorer.  ", "13"], [8438001, "Printer equipment to be connected to drilling equipment to analyze the ground structure before a big building project", "13"], [8484001, "Bergborrmaskin baserad på Coprod-metoden som ger rakare hål på kortare tid. Rotation och slagenergi överförs var för sig. Topphammaren slår på ett styvt stångpaket som är inneslutet i ett rör som vrider runt borrkronan.", "131"], [8799001, "Luftfilter som tillverkas så att en viss mängd rapsolja som adderats till plastskum värmebehandlas med mikrovågor. Rapsoljan bildar en klibbig hinna på cellerna i skumplasten och fungar upp små partiklar.", "13"], [9254001, "Apparat som mäter töjning draghållfasthet, brottarbete, kompression m.m. Apparaten består av ett belastningsdon med elektronisk drift och styrning samt en mät- och presentationsdel. Apparaten tillkom på grund av en förfrågan från en tillverkare som inte kunde finna ne lämplig apparat på markanden. ", "17"], [9387001, "Bundband med öppet låshus för snabbare och enklare montering i bilindustrin.", "17403"], [9416001, "Ny typ av bandmatare i emballeringslinjer, som kan användas för bandomföring kring det kolli som ska bandas, men också byggas in i pressar för presspaketering. Bandmataren kan omställas för olika banddimensoiner och är vidare försedd med automatisk start och stopp samt bandutkastning efter fullbordad bandomföring. ", "201"], [9430001, "Lätt byggsystem som bygger på komponenterna 'Masonite Balk', 'Masonite Wall Frame', och 'Masonite Wooden Facade' för bl.a. prefabrikerade trähus ", "20301"], [9444001, "Nytt skivmaterial som genom prägling i en efterpressanläggning för en god struktur och ådring som liknar äkta träpaneler", "20301"], [9476001, "Slipmaskin för ojämna och målade ytor.", "20302"], [9554001, "Anläggning för konditionering och vakuumförpackning av tyg enligt den patenterade svenska metoden TEX-VPS. I förpackningsmaskinen sugs lften ur förpackningen och påsen förslutes.  Därefter sker märkning med tillverkningskod och antal meter. Slutligen sträckfilmas och bandas pallen som i leveransklart skick väger ca 250 kg.", "182"], [9556001, "Avsyningsmaskin som tillåter att den flata trikåslangens båda sidor kan avsynas vid endast en passagen genom maskinen.", "177"], [9557001, "Uppskärningsmaskin avsedd för uppskärning av rundstickad trikåväv.", "177"], [9558001, "Krympmaskin för rundstickad trikå som reducerar krympeffekten vid tvätt av de färdiga plaggen och eliminerar också centrifugerings- och våttafflingsprocesserna av varan vid beredningen.", "177"], [9569001, "Metod för vacuumförpackning av skrymmande textilier som minskar volymen ger bättre produktskydd och minskar risken för rynkor och veck på plaggen. Förpackningsmaerialet är en plasfilm med låg ångpermeabilitet. Inpackningsmaskinen kränger filmen över plagge under en uppåtgående rörelse of för det in i vacuumkammaren där förpackningen förvandlas till en platt styv och lätthanterlig enhet.", "182"], [9571001, "Datastyrd maskin som quiltar med hjälp av ultraljud.", "18"], [9572001, "Numeriskt styrd laserskärmaskin som anpassas till ett koordinatbord för tillskärning av modellpapp.", "182"], [9573001, "Tillsatsaggregat för rotorspinnmaskiner.", "175"], [9581001, "Pressmaskin som innebär att överblocket förskjuts bakåt så att underblocket friläggs helt samtidigt som värmekällan avlägsnas från pressaren.", "182"], [9586001, "Laserskärmaskin för exakt mönsteranpasad tillskärning avsett för rutiga och randiga trikåtyger. Laserstrålen markerar ett skarpt och tydligt ljuskryss i rät vinkel. Med hjälp av ljusmarkeringen läggs tyget exakt trådrätt.", "177"], [9593001, "Mikroporöst material, en polyuretanbelagd väv, som är både vattentät och vattenånggenomsläpplig och kan användas till golf, vandrar- och cykelställ.", "18210"], [9602001, "Teknik för att pulverlacka värmekänsliga trä- och plastbaserade material. ", "20"], [10148001, "Station för inmätning av timmer. Mätningen av timmer kan nu utföras i uppvärmd lokal med rätt belysning. Stor vikt har lagts vid den ergonomiska utformningen av arbetsplatsen. Stationen kännetecknas av en ombonad arbetsmiljö. Bländfri belysning, låg bullernivå och rätt arbetshöjd på mätbordet. ", "20101"], [10385001, "PC-styrd symaskin.", "17"], [10544001, "Värmeväxlare i plast som möjliggör värmeåtervinning även i mycket korrosiva miljöer. Värmeväxlaren består av ett antal oflänsade rörslingor infästade till två större fördelningsrör - ett i vardera änden av rörslingorna. ", "20"], [6000001, "Ny typ av kartongpapper i tre varianter avsedd för förpackingsindustrin. Kartongpapperet skapar nya möjligheter för digitaltryck för kartong genom att den är specialanpassad för digitaltryck i Xerox Igen3.", "20400"], [6562001, "Gasmätare för mätning av gaser med hjälp av laserdioder. Den främsta fördelen med att mäta gaser med laserdioder är den korta reaktionstiden. De metoder som hittills har använts inom processindustrin ger mycket långsammare svar. Laserdiodtekniken kan användas för att styra processen direkt vilket ofta var svårt eller omöjligt tidigare, med de metoder som kan användas i industrimiljö. ", "20"], [6856001, "Värmningssystem för industrin. Den svenska uppfinningen baserar sig på värmning med infraröd strålning från glödlampor. Systemet kan ge materialtemperaturer från ca 25 C till 700 C och under vissa betingelser upp till 1300 C. Värmen kan regleras steglöst, och då värmen kommer från glödlampor får man önskad effekt omedelbart då lamporna tänds. Systemet grundar sig på en värmeavgivande modulenhet -så utformad och kombinerbar att man med denna kan bygga högeffektiva ugnar av vilket utseende och vilken storlek som helst. Med denna infravärmare kan man smälta, svetsa, härda, forma, krympa och torka plast. När det gäller järn och metaller kan man värmebehandla, varmhålla, härda, glödga, löda och deluppvärma. ", "20"], [8484001, "Bergborrmaskin baserad på Coprod-metoden som ger rakare hål på kortare tid. Rotation och slagenergi överförs var för sig. Topphammaren slår på ett styvt stångpaket som är inneslutet i ett rör som vrider runt borrkronan.", "132"], [8758001, "Metod för tryckimpregnering med linolja. Miljövänligt impregneringsmedel för trä. Medlet är en modifierad oljeprodukt. Medlet får så låg viskositet så att det kan tränga in i kärnan av träet. ", "20302"], [9413001, "Spånskiva som tillverkas av ramsågspån från furu och gran med en patentsökt produktionsmetod. ", "20302"], [9444001, "Nytt skivmaterial som genom prägling i en efterpressanläggning för en god struktur och ådring som liknar äkta träpaneler", "20"], [9573001, "Tillsatsaggregat för rotorspinnmaskiner.", "183"], [9608001, "Teknik för kylning/temperering av formverktyg.", "20400"], [9832001, "Ramstyrd hjullastare byggd för hög kapacitet i sten- grus- och timmerhantering som också är den största Volvo tillverkat. Bl.a. med en monetomvandlare som bidrar till att göra lastaren accelerationssnabb.", "20"], [10385001, "PC-styrd symaskin.", "18"], [10564001, "Varmluftsanläggning för eldning med flis, sågspån och torv, i första hand avsedd för spannmålstorkar, växthus, sågverk och industrier. Systeet är uppbyggt av två enheter, en varmluftspanna med automatiskt styrd förbränning samt en fastbränslebehållare (kallad Biomatic Komplett). Fastbränslebehållaren består i sin tur av bränslebehållare och en helautomatisk utmatningsanordning vilket minskar risken för att bränslet fastnar.", "20101"], [7318001, "Tryckluftsdriven vakuumtransportör", "20400"], [9278001, "En skyddshjälm med visir, avsedd för i första hand svetsare.", "02011"], [9396001, "Ytkemisk antiseptisk substans som dödar bakterier (exempelvis MRSA-bakterier och E coli), som bygger på att ett skikt binds till en yta som de negativt laddade bakterierna dras mot vilket bryter ned bakteriernas membran.", "17"], [9573001, "Tillsatsaggregat för rotorspinnmaskiner.", "176"], [10360001, "Borrigg. Borriggarna är uppbyggda av fem basmoduler -bakrigg, motor, kraftaggregat, bomkonsol och bommar. Konstruktionen ger stora fördelar, t ex god åtkomlighet vid service och underhåll. Det är dessutom enkelt att montera riggarna för transporter i de underjordiska schakten. Riggarna representerar den senaste tekniken med intelligenta styrsystem för bergborrning. Det ger en effektiv borrning med god ekonomi. ", "13"], [6841001, "Mjukvarupaket för optimering av \"drive performance\" i industriprocesser.", "13"], [6348001, "Kablagefri och helt moduluppbyggd fordonsdator. MPC-3000 är utrustad med nya funktioner och expansionmöjligheter, till exempel en klimatkontroll som reglerar temperaturen vid uppstarten. ", "13"], [8404001, "Arméns nya lätta stridsfordon. Utrustad med Bofors snabbskjutande 40 millimeters kanon. Chassit är uppbyggt av standardkomponenter för att hålla kostnaderna nere. Chassit är byggt av Hägglunds", "13"]], "truncated": false, "columns": ["SINNO ID", "Description in Swedish", "use_sectors"], "query": {"sql": "select\r\n  innovation.[SINNO ID],\r\n  innovation.[Description in Swedish],\r\n  use_sectors.use_sectors\r\nFROM\r\n  innovation\r\n  JOIN use_sectors ON innovation.[SINNO ID] = use_sectors.[SINNO ID]\r\nWHERE\r\n  use_sectors.use_sectors LIKE '01%'\r\n  OR use_sectors.use_sectors LIKE '02%'\r\n  OR use_sectors.use_sectors LIKE '13%'\r\n  OR use_sectors.use_sectors LIKE '16%'\r\n  OR use_sectors.use_sectors LIKE '17%'\r\n  OR use_sectors.use_sectors LIKE '18%'\r\n  OR use_sectors.use_sectors LIKE '20%'\r\n  OR use_sectors.use_sectors LIKE '38%'\r\n  OR use_sectors.use_sectors LIKE '41%'", "params": {}}, "error": null, "private": false, "allow_execute_sql": true, "query_ms": 19.526999996742234}